Repository: FriskChara02/CosmosExplorer-App
Catalog: CosmosExplorer/*.lproj/Localizable.strings
Languages: vi

source: Login
vi: Đăng nhập

source: Sign Up
vi: Đăng ký

source: Forgot Password
vi: Quên mật khẩu

source: Password
vi: Mật khẩu

source: Confirm Password
vi: Xác nhận mật khẩu

source: Username
vi: Tên người dùng

source: Passwords do not match
vi: Mật khẩu và xác nhận mật khẩu không khớp

source: Reset email sent!
vi: Email khôi phục đã được gửi!

# Sign Up Success
source: Sign up successful!
vi: Đăng ký thành công!

# Forgot Password Prompt
source: Forgot Password?
vi: Quên mật khẩu?

source: Profile
vi: Hồ sơ

source: Sign Out
vi: Đăng xuất

# Explore the universe
source: Explore the universe of knowledge
vi: Khám phá vũ trụ tri thức

source: View Profile
vi: Xem hồ sơ

# Current Song
source: Stellar Vibes
vi: Nhạc đang phát

source: Repeat All
vi: Lặp lại tất cả

source: Repeat One
vi: Lặp lại một bài

source: Shuffle
vi: Phát ngẫu nhiên

source: Previous Track
vi: Bài trước

source: Next Track
vi: Bài tiếp theo

source: Music List
vi: Danh sách nhạc

source: Cosmos Explorer
vi: Khám phá vũ trụ

source: My Chats
vi: Tin nhắn

source: Friends
vi: Bạn bè

source: Other
vi: Khác

source: Help and Settings
vi: Trợ giúp và cài đặt

source: Welcome back
vi: Chào mừng trở lại

source: Cosmos is Now
vi: Vũ trụ!

source: Education
vi: Giáo dục

source: Logout
vi: Đăng xuất

source: Latest Space Discovery
vi: Khám phá không gian mới nhất

source: Map Galaxy
vi: Bản đồ thiên hà

source: Solar System
vi: Hệ mặt trời

source: Planets
vi: Hành tinh

source: Stars
vi: Ngôi sao

source: Universe
vi: Vũ trụ hiện đại

source: Galaxy
vi: Thiên hà

source: Cosmos
vi: Vũ trụ cổ

source: Nebula
vi: Tinh vân

source: Astronomical News
vi: Tin tức thiên văn

source: Constellation
vi: Chòm sao

source: 12 Zodiac Signs
vi: 12 cung hoàng đạo

source: Sky Live
vi: Bầu trời trực tiếp

source: Home
vi: Trang chủ

source: Map
vi: Bản đồ

source: Love Cosmos
vi: Yêu vũ trụ.

source: The stars are calling
vi: Các ngôi sao đang gọi, hãy trả lời.

source: Discover the mysteries
vi: Khám phá những bí ẩn của vũ trụ.

source: Falling Star♪
vi: Sao băng♪

source: Black Hole
vi: Hố đen

source: Your Learning Progress
vi: Tiến độ học tập của bạn

source: Flashcards
vi: Thẻ học

source: Learn
vi: Học

source: Test
vi: Kiểm tra

source: Blocks
vi: Khối

source: Blast
vi: Nổ

source: Match
vi: Kết hợp

source: Learn Streaks
vi: Chuỗi học tập

source: Quest
vi: Nhiệm vụ

source: Ranks
vi: Xếp hạng

source: Feed
vi: Bảng tin

source: Keep going! You've worked hard today!
vi: Tiếp tục cố gắng! Bạn đã làm việc chăm chỉ hôm nay!

source: The universe is full of mysteries.
vi: Vũ trụ đầy những bí ẩn.

source: Space opens up endless possibilities.
vi: Không gian mở ra vô vàn khả năng.

source: The universe is full of wonders.
vi: Vũ trụ đầy những điều kỳ diệu.

source: Look up at the sky, dream of the stars.
vi: Ngước nhìn bầu trời, mơ về các ngôi sao.

source: The universe is an open book.
vi: Vũ trụ là một cuốn sách mở.

source: Every star tells a story.
vi: Mỗi ngôi sao kể một câu chuyện.

source: Space is the grand beginning.
vi: Không gian là khởi đầu vĩ đại.

source: The universe holds countless secrets.
vi: Vũ trụ chứa đựng vô số bí mật.

source: Hope you enjoy the universe.
vi: Hy vọng bạn thích khám phá vũ trụ.

# Settings
source: Cài đặt
vi: Settings

# Language
source: Ngôn ngữ
vi: Language

# English
source: Tiếng Anh
vi: English

# Vietnamese
source: Tiếng Việt
vi: Vietnamese

# Are you sure you want to change the language?
source: Bạn có chắc chắn muốn thay đổi ngôn ngữ?
vi: Are you sure you want to change the language?

# Yes
source: Có
vi: Yes

# Language Changed
source: Ngôn ngữ đã thay đổi
vi: Language Changed

# The language has been changed to English.
source: Ngôn ngữ đã được thay đổi thành Tiếng Anh.
vi: The language has been changed to English.

# The language has been changed to Vietnamese.
source: Ngôn ngữ đã được thay đổi thành Tiếng Việt.
vi: The language has been changed to Vietnamese.

# Content for tab coming soon
source: Content for tab {tab} coming soon!
vi: Nội dung cho tab sẽ sớm ra mắt!

source: No description available
vi: Không có mô tả.

source: Planet Type
vi: Loại hành tinh

source: Radius
vi: Bán kính

source: Distance from Sun
vi: Khoảng cách từ Mặt Trời

source: Moons
vi: Mặt trăng

source: Gravity
vi: Trọng lực

source: Length of Year
vi: Độ dài năm

source: Length of Day
vi: Độ dài ngày

source: Temperature
vi: Nhiệt độ

source: Age
vi: Tuổi

# Image
source: Image {index}
vi: Hình ảnh {index}

source: Myths Across Cultures
vi: Thần thoại qua các nền văn hóa

source: Internal Layers
vi: Các lớp bên trong

source: In-Depth Study
vi: Nghiên cứu chuyên sâu

source: No quote available.
vi: Không có trích dẫn.

source: Overview
vi: Tổng quan

source: Information
vi: Thông tin

source: By the Numbers
vi: Số liệu

source: Galleries
vi: Thư viện

source: Myth
vi: Thần thoại

source: Internal
vi: Bên trong

source: In Depth
vi: Sâu hơn

source: Exploration
vi: Khám phá

source: Comment
vi: Bình luận

source: Wiki
vi: Wikipedia

source: Videos
vi: Video

source: VideoListView appeared for
vi: Danh sách video đã xuất hiện cho

source: See more
vi: Xem thêm

source: Search planets...
vi: Tìm kiếm hành tinh

source: Unfavorite
vi: Bỏ yêu thích

source: Favorite
vi: Yêu thích

source: Edit
vi: Chỉnh sửa

source: Sun
vi: Mặt Trời

source: Mercury
vi: Sao Thủy

source: Venus
vi: Sao Kim

source: Earth
vi: Trái Đất

source: Mars
vi: Sao Hỏa

source: Jupiter
vi: Sao Mộc

source: Saturn
vi: Sao Thổ

source: Uranus
vi: Sao Thiên Vương

source: Neptune
vi: Sao Hải Vương

# SunDescription
source: The star at the center of the Solar System.
vi: Ngôi sao ở trung tâm Hệ Mặt Trời.

# MercuryDescription
source: The smallest planet in our Solar System.
vi: Hành tinh nhỏ nhất trong Hệ Mặt Trời.

# VenusDescription
source: The hottest planet in our Solar System.
vi: Hành tinh nóng nhất trong Hệ Mặt Trời.

# EarthDescription
source: The only planet known to support life.
vi: Hành tinh duy nhất được biết là có sự sống.

# MarsDescription
source: Known as the Red Planet due to its dusty, iron-rich surface.
vi: Được gọi là Hành tinh Đỏ do bề mặt chứa sắt và bụi.

# JupiterDescription
source: The largest planet in our Solar System.
vi: Hành tinh lớn nhất trong Hệ Mặt Trời.

# SaturnDescription
source: Famous for its stunning system of rings.
vi: Nổi tiếng với hệ thống vành đai tuyệt đẹp.

# UranusDescription
source: A gas giant that rotates on its side.
vi: Hành tinh khí khổng lồ xoay nghiêng một bên.

# NeptuneDescription
source: The farthest planet from the Sun and known for its deep blue color.
vi: Hành tinh xa nhất từ Mặt Trời và nổi tiếng với màu xanh đậm.

source: Add Your New Planet
vi: Thêm Hành Tinh Mới

source: Basic Information
vi: Thông Tin Cơ Bản

source: Planet Name
vi: Tên Hành Tinh

source: Short Description
vi: Mô Tả Ngắn

source: Planet Image
vi: Hình Ảnh Hành Tinh

source: Image from Basic Information
vi: Hình Ảnh từ Thông Tin Cơ Bản

# Random information
source: Random Information {index}
vi: Thông Tin Ngẫu Nhiên {index}

source: About Description
vi: Mô Tả Về Hành Tinh

# Your link video
source: Video Link {index}
vi: Link Video {index}

source: Select Planet Type
vi: Chọn Loại Hành Tinh

source: Tilt of Axis
vi: Độ Nghiêng Trục

# Select photo
source: Select Photo {index}
vi: Chọn Ảnh {index}

source: Myth Title
vi: Tiêu Đề Thần Thoại

source: Myth Description
vi: Mô Tả Thần Thoại

# Culture
source: Culture {index}
vi: Văn Hóa {index}

# God Name
source: God Name {index}
vi: Tên Thần {index}

# God Description
source: God Description {index}
vi: Mô Tả Thần {index}

source: Internal Title
vi: Tiêu Đề Bên Trong

# Layer name
source: Layer Name {index}
vi: Tên Lớp {index}

# Layer description
source: Layer Description {index}
vi: Mô Tả Lớp {index}

source: Start Color
vi: Màu Bắt Đầu

source: End Color
vi: Màu Kết Thúc

# Icon
source: Icon {index}
vi: Biểu Tượng {index}

source: Select the Last Image of the Tab
vi: Chọn Hình Ảnh Cuối Cùng của Tab

source: In Depth Title
vi: Tiêu Đề Sâu Hơn

source: Select Header Image
vi: Chọn Hình Ảnh Tiêu Đề

# Card Title
source: Card Title {index}
vi: Tiêu Đề Thẻ {index}

# Card Description
source: Card Description {index}
vi: Mô Tả Thẻ {index}

source: Icon Color
vi: Màu Biểu Tượng

source: Exploration Title
vi: Tiêu Đề Khám Phá

# Mission title
source: Mission Title {index}
vi: Tiêu Đề Nhiệm Vụ {index}

# Mission description
source: Mission Description {index}
vi: Mô Tả Nhiệm Vụ {index}

source: Highlight Quote
vi: Trích Dẫn Nổi Bật

source: Select Showcase Photo
vi: Chọn Ảnh Nổi Bật

source: Wikipedia Link
vi: Link Wikipedia

# Wikipedia
source: Wikipedia URL
vi: Wikipedia

source: Cancel
vi: Hủy

source: Save
vi: Lưu

source: Edit Planet
vi: Chỉnh sửa hành tinh

source: Confirm Delete
vi: Xác nhận xóa

source: Are you sure you want to delete %@?
vi: Bạn có chắc chắn muốn xóa %@ không?

source: Delete
vi: Xóa

# Sun Random Info 1
source: The Sun is a G-type main-sequence star.
vi: Mặt Trời là một ngôi sao chính G-type.

# Sun Random Info 2
source: It accounts for 99.86% of the Solar System's mass.
vi: Nó chiếm 99,86% khối lượng của Hệ Mặt Trời.

# Sun Random Info 3
source: The Sun's surface temperature is about 5,500°C.
vi: Nhiệt độ bề mặt Mặt Trời khoảng 5.500°C.

# Sun Random Info 4
source: It is approximately 4.6 billion years old.
vi: Nó khoảng 4,6 tỷ năm tuổi.

# Sun Random Info 5
source: The Sun drives Earth's climate and sustains life.
vi: Mặt Trời điều khiển khí hậu Trái Đất và duy trì sự sống.

# Sun About Description
source: The Sun, a colossal G-type main-sequence star, sits at the heart of our Solar System, anchoring its planets with immense gravity. It is roughly 4.6 billion years old, making it one of the oldest celestial bodies in our cosmic neighborhood. Its fiery surface, reaching temperatures of about 5,500°C, radiates life-sustaining energy to Earth. The Sun's dynamic atmosphere features solar flares and sunspots, shaping space weather across the system.
vi: Mặt Trời, một ngôi sao khổng lồ loại G thuộc dãy chính, nằm ở trung tâm Hệ Mặt Trời, neo giữ các hành tinh của nó bằng lực hấp dẫn khổng lồ. Mặt Trời có tuổi đời khoảng 4,6 tỷ năm, là một trong những thiên thể lâu đời nhất trong khu vực vũ trụ của chúng ta. Bề mặt rực lửa của nó, đạt nhiệt độ khoảng 5.500°C, tỏa ra năng lượng duy trì sự sống cho Trái Đất. Bầu khí quyển năng động của Mặt Trời có các tia sáng mặt trời và vết đen, định hình thời tiết không gian trên toàn hệ thống.

# Sun By The Numbers Planet Type
source: Planet Type: G-type main-sequence star
vi: Loại Hành Tinh: Ngôi sao chính G-type

# Sun By The Numbers Radius
source: Radius: ~696,340 km
vi: Bán Kính: ~696.340 km

# Sun By The Numbers Distance
source: Distance from Sun: 0 km (center of Solar System)
vi: Khoảng Cách từ Mặt Trời: 0 km (trung tâm Hệ Mặt Trời)

# Sun By The Numbers Moons
source: Moons: None
vi: Mặt Trăng: Không có

# Sun By The Numbers Gravity
source: Gravity: ~274 m/s²
vi: Trọng Lực: ~274 m/s²

# Sun By The Numbers Tilt
source: Tilt of Axis: ~7.25°
vi: Độ Nghiêng Trục: ~7.25°

# Sun By The Numbers Year
source: Length of Year: N/A (stationary)
vi: Độ Dài Năm: Không áp dụng (đứng yên)

# Sun By The Numbers Day
source: Length of Day: ~25.38 Earth days
vi: Độ Dài Ngày: ~25.38 ngày Trái Đất

# Sun By The Numbers Temperature
source: Temperature: ~5,500°C (surface)
vi: Nhiệt Độ: ~5.500°C (bề mặt)

# Sun By The Numbers Age
source: Age: ~4.6 billion years
vi: Tuổi: ~4.6 tỷ năm

# Sun Myths Title
source: ☀️ Sun Myths Across Cultures
vi: ☀️ Thần Thoại Mặt Trời Qua Các Nền Văn Hóa

# Sun Myths Description
source: Throughout history, civilizations revered the Sun as a divine force, shaping myths and legends worldwide.
vi: Trong suốt lịch sử, các nền văn minh tôn kính Mặt Trời như một lực lượng thần thánh, định hình các thần thoại và truyền thuyết trên toàn thế giới.

# Egyptian Myth Culture
source: Egyptian
vi: Ai Cập

# Egyptian Myth God
source: Horus
vi: Ra

# Egyptian Myth Description
source: Horus, a sky god associated with war and protection, shares traits with Mars in Egyptian mythology.
vi: Ra là thần Mặt Trời, đi thuyền qua bầu trời mỗi ngày và du hành qua thế giới ngầm mỗi đêm.

# Greek Myth Culture
source: Greek
vi: Hy Lạp

# Greek Myth God
source: Poseidon
vi: Helios

# Greek Myth Description
source: Poseidon, god of the sea, earthquakes, and horses, ruled the oceans with his trident.
vi: Helios lái cỗ xe lửa qua bầu trời, mang ánh sáng ban ngày đến thế giới.

# Aztec Myth Description
source: Tonatiuh was the Aztec Sun god, demanding sacrifices to maintain cosmic order.
vi: Tonatiuh là thần Mặt Trời Aztec, đòi hỏi sự hy sinh để duy trì trật tự vũ trụ.

# Japanese Myth Culture
source: Japanese
vi: Nhật Bản

# Japanese Myth Description
source: Amaterasu, the Sun goddess, was a central deity in Shinto, symbolizing light and life.
vi: Amaterasu, nữ thần Mặt Trời, là một vị thần trung tâm trong Thần đạo, biểu tượng cho ánh sáng và sự sống.

# Sun Internal Title
source: ☀️ Internal Layers of the Sun
vi: ☀️ Các Lớp Bên Trong của Mặt Trời

# Sun Layer Core
source: Core
vi: Lõi

# Sun Layer Core Description
source: At 15 million °C, nuclear fusion happens here, producing the Sun’s immense energy.
vi: Ở 15 triệu °C, phản ứng tổng hợp hạt nhân xảy ra tại đây, tạo ra năng lượng khổng lồ của Mặt Trời.

# Sun Layer Radiative
source: Radiative Zone
vi: Vùng Bức Xạ

# Sun Layer Radiative Description
source: Energy slowly travels outward as radiation, taking thousands of years to escape.
vi: Năng lượng di chuyển chậm ra ngoài dưới dạng bức xạ, mất hàng ngàn năm để thoát ra.

# Sun Layer Convective
source: Convective Zone
vi: Vùng Đối Lưu

# Sun Layer Convective Description
source: Hot gases move in convection currents, transporting energy to the surface.
vi: Các khí nóng di chuyển trong dòng đối lưu, vận chuyển năng lượng lên bề mặt.

# Sun Layer Photosphere
source: Photosphere
vi: Quang Quyển

# Sun Layer Photosphere Description
source: The visible surface (~5,500 °C), where sunlight escapes into space.
vi: Bề mặt có thể nhìn thấy (~5.500 °C), nơi ánh sáng mặt trời thoát ra không gian.

# Sun Layer Chromosphere
source: Chromosphere
vi: Sắc Quyển

# Sun Layer Chromosphere Description
source: A reddish layer seen during eclipses, where solar prominences rise.
vi: Lớp màu đỏ được nhìn thấy trong các lần nhật thực, nơi các vầng sáng mặt trời xuất hiện.

# Sun Layer Corona
source: Corona
vi: Vành Nhật Hoa

# Sun Layer Corona Description
source: The outer atmosphere, millions of km into space, hotter than the surface.
vi: Bầu khí quyển bên ngoài, trải dài hàng triệu km vào không gian, nóng hơn bề mặt.

# Sun In Depth Title
source: In-Depth Study of the Sun
vi: Nghiên Cứu Sâu Hơn về Mặt Trời

# Sun In Depth Magnetic Fields
source: Magnetic Fields
vi: Từ Trường

# Sun In Depth Magnetic Fields Description
source: The Sun’s magnetic fields create sunspots and drive solar activity. These powerful forces shape the solar wind and influence space weather affecting Earth.
vi: Từ trường của Mặt Trời tạo ra các vết đen và thúc đẩy hoạt động mặt trời. Những lực mạnh mẽ này định hình gió mặt trời và ảnh hưởng đến thời tiết không gian tác động đến Trái Đất.

# Sun In Depth Solar Flares
source: Solar Flares
vi: Bùng Nổ Mặt Trời

# Sun In Depth Solar Flares Description
source: Solar flares are bursts of energy and radiation that can disrupt communications and GPS signals. They are often associated with sunspot regions.
vi: Bùng nổ mặt trời là các vụ nổ năng lượng và bức xạ có thể làm gián đoạn liên lạc và tín hiệu GPS. Chúng thường liên quan đến các vùng vết đen.

# Sun In Depth CME
source: Coronal Mass Ejections
vi: Phun Trào Khối Vành Nhật Hoa

# Sun In Depth CME Description
source: Massive clouds of plasma ejected from the Sun’s corona. CMEs can impact satellites, astronauts, and even cause geomagnetic storms on Earth.
vi: Các đám mây plasma khổng lồ phun ra từ vành nhật hoa. CME có thể ảnh hưởng đến vệ tinh, phi hành gia, và thậm chí gây ra bão địa từ trên Trái Đất.

# Sun In Depth Missions
source: Scientific Missions
vi: Nhiệm Vụ Khoa Học

# Sun In Depth Missions Description
source: NASA’s Parker Solar Probe and ESA’s Solar Orbiter are studying the Sun closer than ever, providing unprecedented insights into heliophysics.
vi: Tàu Parker Solar Probe của NASA và Solar Orbiter của ESA đang nghiên cứu Mặt Trời gần hơn bao giờ hết, cung cấp những hiểu biết chưa từng có về vật lý mặt trời.

# Sun Exploration Title
source: Exploration of the Sun
vi: Khám Phá Mặt Trời

# Sun Mission SOHO Description
source: SOHO has been observing the Sun for over 25 years, monitoring solar winds and sunspots.
vi: SOHO đã quan sát Mặt Trời hơn 25 năm, theo dõi gió mặt trời và các vết đen.

# Sun Mission SDO Description
source: The Solar Dynamics Observatory provides stunning high-resolution images of the Sun’s atmosphere.
vi: Đài Quan sát Động lực học Mặt Trời cung cấp hình ảnh độ phân giải cao tuyệt đẹp của bầu khí quyển Mặt Trời.

# Sun Mission Parker Description
source: The first spacecraft to 'touch' the Sun’s outer atmosphere, revolutionizing our understanding of solar winds.
vi: Tàu vũ trụ đầu tiên 'chạm' vào bầu khí quyển ngoài của Mặt Trời, cách mạng hóa hiểu biết của chúng ta về gió mặt trời.

# Sun Exploration Quote
source: “The Parker Solar Probe is humanity’s closest encounter with our star.”
vi: “Tàu Parker Solar Probe là cuộc gặp gỡ gần nhất của nhân loại với ngôi sao của chúng ta.”

source: Wikipedia: Sun
vi: Wikipedia: Mặt Trời

# Mercury Random Info 1
source: Mercury is the closest planet to the Sun.
vi: Sao Thủy là hành tinh gần Mặt Trời nhất.

# Mercury Random Info 2
source: It is the smallest planet in the Solar System.
vi: Nó là hành tinh nhỏ nhất trong Hệ Mặt Trời.

# Mercury Random Info 3
source: Mercury has no atmosphere to retain heat, causing extreme temperature swings.
vi: Sao Thủy không có khí quyển để giữ nhiệt, gây ra biến động nhiệt độ cực lớn.

# Mercury Random Info 4
source: It has no moons or rings.
vi: Nó không có mặt trăng hay vành đai.

# Mercury Random Info 5
source: Mercury's surface is heavily cratered, resembling the Moon.
vi: Bề mặt sao Thủy có nhiều hố va chạm, tương tự như Mặt Trăng.

# Mercury About Description
source: Mercury, the closest planet to the Sun, is the smallest in our Solar System, with a diameter of about 4,880 km. Its lack of a significant atmosphere leads to extreme temperature variations, from 430°C during the day to -180°C at night. Mercury's surface is marked by craters and vast plains, and it has no moons or rings.
vi: Sao Thủy, hành tinh gần Mặt Trời nhất, là hành tinh nhỏ nhất trong Hệ Mặt Trời, với đường kính khoảng 4.880 km. Do thiếu khí quyển đáng kể, nhiệt độ thay đổi cực lớn, từ 430°C vào ban ngày đến -180°C vào ban đêm. Bề mặt sao Thủy có nhiều hố va chạm và các bình nguyên rộng lớn, và nó không có mặt trăng hay vành đai.

# Mercury By The Numbers Planet Type
source: Planet Type: Terrestrial
vi: Loại Hành Tinh: Hành tinh đất đá

# Mercury By The Numbers Radius
source: Radius: ~2,440 km
vi: Bán Kính: ~2.440 km

# Mercury By The Numbers Distance
source: Distance from Sun: ~57.9 million km
vi: Khoảng Cách từ Mặt Trời: ~57,9 triệu km

# Mercury By The Numbers Moons
source: Moons: None
vi: Mặt Trăng: Không có

# Mercury By The Numbers Gravity
source: Gravity: ~3.7 m/s²
vi: Trọng Lực: ~3,7 m/s²

# Mercury By The Numbers Tilt
source: Tilt of Axis: ~0.034°
vi: Độ Nghiêng Trục: ~0,034°

# Mercury By The Numbers Year
source: Length of Year: ~88 Earth days
vi: Độ Dài Năm: ~88 ngày Trái Đất

# Mercury By The Numbers Day
source: Length of Day: ~58.6 Earth days
vi: Độ Dài Ngày: ~58,6 ngày Trái Đất

# Mercury By The Numbers Temperature
source: Temperature: ~430°C (day), ~-180°C (night)
vi: Nhiệt Độ: ~430°C (ngày), ~-180°C (đêm)

# Mercury By The Numbers Age
source: Age: ~4.5 billion years
vi: Tuổi: ~4,5 tỷ năm

# Mercury Myths Title
source: 🌌 Mercury Myths Across Cultures
vi: 🌌 Thần Thoại Sao Thủy Qua Các Nền Văn Hóa

# Mercury Myths Description
source: Mercury, the swiftest planet, inspired myths of messengers and travelers across ancient cultures.
vi: Sao Thủy, hành tinh nhanh nhất, đã truyền cảm hứng cho các thần thoại về sứ giả và du hành qua các nền văn hóa cổ đại.

# Roman Myth Culture
source: Roman
vi: La Mã

# Roman Myth God
source: Neptune
vi: Mercury

# Roman Myth Description
source: Neptune, the Roman god of the sea, was revered as a powerful deity controlling waters and storms.
vi: Mercury, thần thương mại, du hành và thông tin, được liên kết với quỹ đạo nhanh của hành tinh.

# Mayan Myth Culture
source: Mayan
vi: Maya

# Mayan Myth Description
source: Kukulkan, a feathered serpent god, was associated with celestial movements, including Mercury.
vi: Kukulkan, thần rắn có lông, được liên kết với các chuyển động thiên thể, bao gồm sao Thủy.

# Mercury Internal Title
source: 🌌 Internal Layers of Mercury
vi: 🌌 Các Lớp Bên Trong của Sao Thủy

# Mercury Layer Core
source: Core
vi: Lõi

# Mercury Layer Core Description
source: Mercury's large iron core occupies about 85% of its radius, generating a weak magnetic field.
vi: Lõi sắt lớn của sao Thủy chiếm khoảng 85% bán kính, tạo ra từ trường yếu.

# Mercury Layer Mantle
source: Mantle
vi: Lớp Áo

# Mercury Layer Mantle Description
source: The thin mantle consists of silicate rocks, supporting Mercury's geological activity.
vi: Lớp áo mỏng gồm các đá silicat, hỗ trợ hoạt động địa chất của sao Thủy.

# Mercury Layer Crust
source: Crust
vi: Vỏ

# Mercury Layer Crust Description
source: Mercury's crust is heavily cratered with vast plains formed by ancient volcanic activity.
vi: Vỏ sao Thủy có nhiều hố va chạm với các bình nguyên được hình thành từ hoạt động núi lửa cổ đại.

# Mercury In Depth Title
source: In-Depth Study of Mercury
vi: Nghiên Cứu Sâu Hơn về Sao Thủy

# Mercury In Depth Surface
source: Surface Features
vi: Đặc Điểm Bề Mặt

# Mercury In Depth Surface Description
source: Mercury's surface is marked by craters, scarps, and volcanic plains from its ancient history.
vi: Bề mặt sao Thủy có các hố va chạm, vách đá và các bình nguyên núi lửa từ lịch sử cổ đại của nó.

# Mercury In Depth Craters
source: Craters
vi: Hố Va Chạm

# Mercury In Depth Craters Description
source: The Caloris Basin, one of the largest impact craters, dominates Mercury's surface.
vi: Lưu vực Caloris, một trong những hố va chạm lớn nhất, thống trị bề mặt sao Thủy.

# Mercury In Depth Atmosphere
source: Atmosphere
vi: Khí Quyển

# Mercury In Depth Atmosphere Description
source: Mercury has a thin exosphere of sodium, potassium, and other trace elements.
vi: Sao Thủy có một ngoại quyển mỏng gồm natri, kali và các nguyên tố vi lượng khác.

# Mercury In Depth Missions
source: Scientific Missions
vi: Nhiệm Vụ Khoa Học

# Mercury In Depth Missions Description
source: Missions like MESSENGER and BepiColombo have revealed Mercury's surface and magnetic field.
vi: Các nhiệm vụ như MESSENGER và BepiColombo đã tiết lộ bề mặt và từ trường của sao Thủy.

# Mercury Exploration Title
source: Exploration of Mercury
vi: Khám Phá Sao Thủy

# Mercury Mission Mariner Description
source: Mariner 10 was the first spacecraft to visit Mercury, capturing images of its surface.
vi: Mariner 10 là tàu vũ trụ đầu tiên ghé thăm sao Thủy, chụp ảnh bề mặt của nó.

# Mercury Mission Messenger Description
source: NASA's MESSENGER orbited Mercury, mapping its surface and studying its composition.
vi: MESSENGER của NASA đã quay quanh sao Thủy, lập bản đồ bề mặt và nghiên cứu thành phần của nó.

# Mercury Mission BepiColombo
source: BepiColombo (2018-present)
vi: BepiColombo (2018-hiện tại)

# Mercury Mission BepiColombo Description
source: ESA and JAXA's BepiColombo is studying Mercury's surface, magnetic field, and exosphere.
vi: BepiColombo của ESA và JAXA đang nghiên cứu bề mặt, từ trường và ngoại quyển của sao Thủy.
