Repository: FriskChara02/CosmosExplorer-App
Catalog: CosmosExplorer/*.lproj/Localizable.strings
Languages: vi

# Neptune About Description
source: Neptune, the eighth planet from the Sun, is an ice giant renowned for its vibrant blue atmosphere, driven by methane absorption. With a radius of about 24,622 km and temperatures as low as -201°C, Neptune boasts the Solar System’s strongest winds, reaching 2,400 km/h. Discovered in 1846 via mathematical predictions, it has 14 known moons and faint rings, making it a distant, enigmatic world.
vi: Sao Hải Vương, hành tinh thứ tám từ Mặt Trời, là một hành tinh băng giá nổi tiếng với bầu khí quyển xanh đậm, do sự hấp thụ của khí methane. Với bán kính khoảng 24.622 km và nhiệt độ thấp tới -201°C, Sao Hải Vương sở hữu những cơn gió mạnh nhất Hệ Mặt Trời, đạt 2.400 km/h. Được phát hiện vào năm 1846 qua dự đoán toán học, nó có 14 mặt trăng đã biết và các vành đai mờ nhạt, là một thế giới xa xôi và bí ẩn.

# Neptune By The Numbers Planet Type
source: Planet Type: Ice Giant
vi: Loại Hành Tinh: Hành tinh băng giá

# Neptune By The Numbers Radius
source: Radius: ~24,622 km
vi: Bán Kính: ~24.622 km

# Neptune By The Numbers Distance
source: Distance from Sun: ~4.5 billion km (average)
vi: Khoảng Cách từ Mặt Trời: ~4,5 tỷ km (trung bình)

# Neptune By The Numbers Moons
source: Moons: 14 known
vi: Mặt Trăng: 14 mặt trăng đã biết

# Neptune By The Numbers Gravity
source: Gravity: ~11.15 m/s²
vi: Trọng Lực: ~11,15 m/s²

# Neptune By The Numbers Tilt
source: Tilt of Axis: ~28.32°
vi: Độ Nghiêng Trục: ~28,32°

# Neptune By The Numbers Year
source: Length of Year: ~164.8 Earth years
vi: Độ Dài Năm: ~164,8 năm Trái Đất

# Neptune By The Numbers Day
source: Length of Day: ~16.11 Earth hours
vi: Độ Dài Ngày: ~16,11 giờ Trái Đất

# Neptune By The Numbers Temperature
source: Temperature: ~-201°C (atmosphere)
vi: Nhiệt Độ: ~-201°C (bầu khí quyển)

# Neptune By The Numbers Age
source: Age: ~4.6 billion years
vi: Tuổi: ~4,6 tỷ năm

# Neptune Myths Title
source: 🪐 Neptune Myths Across Cultures
vi: 🪐 Thần Thoại Sao Hải Vương Qua Các Nền Văn Hóa

# Neptune Myths Description
source: Named after the Roman god of the sea, Neptune inspired myths of the ocean and cosmic waters across various cultures.
vi: Được đặt tên theo thần biển La Mã, Sao Hải Vương truyền cảm hứng cho các thần thoại về đại dương và vùng nước vũ trụ qua nhiều nền văn hóa.

# Neptune Internal Title
source: 🪐 Internal Layers of Neptune
vi: 🪐 Các Lớp Bên Trong của Sao Hải Vương

# Neptune Layer Core
source: Rocky Core
vi: Lõi Đá

# Neptune Layer Core Description
source: A small rocky core, possibly 1.2 Earth masses, lies at Neptune’s center.
vi: Một lõi đá nhỏ, có thể nặng 1,2 lần Trái Đất, nằm ở trung tâm Sao Hải Vương.

# Neptune Layer Mantle
source: Icy Mantle
vi: Lớp Băng

# Neptune Layer Mantle Description
source: A thick mantle of water, ammonia, and methane ices surrounds the core.
vi: Một lớp băng dày gồm nước, ammonia và methane bao quanh lõi.

# Neptune Layer Atmosphere
source: Atmosphere
vi: Bầu Khí Quyển

# Neptune Layer Atmosphere Description
source: Composed of hydrogen, helium, and methane, giving Neptune its deep blue color.
vi: Gồm hydro, heli và methane, mang lại màu xanh đậm đặc trưng cho Sao Hải Vương.

# Neptune In Depth Title
source: In-Depth Study of Neptune
vi: Nghiên Cứu Sâu Hơn về Sao Hải Vương

# Neptune In Depth Atmosphere
source: Atmosphere Composition
vi: Thành Phần Bầu Khí Quyển

# Neptune In Depth Atmosphere Description
source: Neptune’s atmosphere is primarily hydrogen and helium, with methane creating its vivid blue hue.
vi: Bầu khí quyển của Sao Hải Vương chủ yếu là hydro và heli, với methane tạo nên màu xanh đậm sống động.

# Neptune In Depth Moons
source: Moons System
vi: Hệ Thống Mặt Trăng

# Neptune In Depth Moons Description
source: Neptune has 14 known moons, with Triton notable for its retrograde orbit and geysers.
vi: Sao Hải Vương có 14 mặt trăng đã biết, với Triton nổi bật nhờ quỹ đạo ngược và mạch phun.

# Neptune In Depth Winds
source: Extreme Winds
vi: Gió Cực Mạnh

# Neptune In Depth Winds Description
source: Neptune hosts the Solar System’s fastest winds, reaching speeds of up to 2,400 km/h.
vi: Sao Hải Vương có những cơn gió nhanh nhất Hệ Mặt Trời, đạt tốc độ lên đến 2.400 km/h.

# Neptune In Depth Missions
source: Scientific Missions
vi: Nhiệm Vụ Khoa Học

# Neptune In Depth Missions Description
source: Voyager 2 (1989) is the only spacecraft to visit Neptune, revealing its dynamic atmosphere and moons.
vi: Voyager 2 (1989) là tàu vũ trụ duy nhất ghé thăm Sao Hải Vương, tiết lộ bầu khí quyển năng động và các mặt trăng.

# Neptune Exploration Title
source: Exploration of Neptune
vi: Khám Phá Sao Hải Vương

# Neptune Mission Voyager 2 Description
source: Voyager 2 flew by Neptune, capturing images of its atmosphere, rings, and moon Triton.
vi: Voyager 2 bay ngang qua Sao Hải Vương, chụp ảnh bầu khí quyển, vành đai và mặt trăng Triton.

# Neptune Exploration Quote
source: “Voyager 2’s flyby revealed Neptune’s vibrant blue world and dynamic storms.”
vi: “Chuyến bay ngang qua của Voyager 2 hé lộ thế giới xanh lam rực rỡ và những cơn bão năng động của Sao Hải Vương.”

source: Wikipedia: Neptune
vi: Wikipedia: Sao Hải Vương

source: Search galaxies...
vi: Tìm kiếm thiên hà

source: Galaxy Catalog
vi: Danh mục thiên hà

source: Galaxies
vi: Thiên hà

source: See more
vi: Xem thêm

source: About
vi: Giới thiệu

source: Unknown
vi: Không xác định

# Comment Under Development
source: Comment section under development...
vi: Phần bình luận đang phát triển...

# Andromeda Random Info 1
source: The Andromeda galaxy is the largest spiral galaxy near the Milky Way.
vi: Thiên hà Andromeda là thiên hà xoắn ốc lớn nhất gần Dải Ngân Hà.

# Andromeda Random Info 2
source: It contains about 1 trillion stars, twice the number in the Milky Way.
vi: Nó chứa khoảng 1 nghìn tỷ ngôi sao, gấp đôi số lượng trong Dải Ngân Hà.

# Andromeda Random Info 3
source: Andromeda is moving towards the Milky Way at about 110 km/s.
vi: Andromeda đang di chuyển về phía Dải Ngân Hà với tốc độ khoảng 110 km/s.

# Andromeda Random Info 4
source: It can be seen with the naked eye under dark sky conditions.
vi: Nó có thể được nhìn thấy bằng mắt thường trong điều kiện bầu trời tối.

# Andromeda Random Info 5
source: Andromeda has a supermassive black hole at its center.
vi: Andromeda có một lỗ đen siêu lớn ở trung tâm.

# Andromeda About Description
source: The Andromeda galaxy, or Messier 31, is the largest spiral galaxy in the Local Group, located about 2.5 million light-years from the Milky Way. With a diameter of about 220,000 light-years, it contains roughly 1 trillion stars and is predicted to collide with the Milky Way in about 4.5 billion years.
vi: Thiên hà Andromeda, hay Messier 31, là thiên hà xoắn ốc lớn nhất trong Nhóm Địa phương, nằm cách Dải Ngân Hà khoảng 2,5 triệu năm ánh sáng. Với đường kính khoảng 220.000 năm ánh sáng, nó chứa khoảng 1 nghìn tỷ ngôi sao và dự kiến sẽ va chạm với Dải Ngân Hà trong khoảng 4,5 tỷ năm nữa.

# Andromeda By The Numbers Radius
source: Radius: ~110,000 light-years
vi: Bán kính: ~110.000 năm ánh sáng

# Andromeda By The Numbers Distance
source: Distance from the Sun: ~2.537 million light-years
vi: Khoảng cách từ Mặt Trời: ~2,537 triệu năm ánh sáng

# Andromeda By The Numbers Age
source: Age: ~10 billion years
vi: Tuổi: ~10 tỷ năm

source: Wikipedia: Andromeda Galaxy
vi: Wikipedia: Thiên hà Andromeda

# Triangulum Random Info 1
source: The Triangulum galaxy is a smaller spiral galaxy compared to Andromeda.
vi: Thiên hà Triangulum là một thiên hà xoắn ốc nhỏ hơn so với Andromeda.

# Triangulum Random Info 2
source: It is approximately 2.73 million light-years from Earth.
vi: Nó cách Trái Đất khoảng 2,73 triệu năm ánh sáng.

# Triangulum Random Info 3
source: It contains about 40 billion stars.
vi: Nó chứa khoảng 40 tỷ ngôi sao.

# Triangulum Random Info 4
source: Also known as M33 or NGC 598.
vi: Còn được biết đến với tên M33 hoặc NGC 598.

# Triangulum Random Info 5
source: Famous for its active star-forming regions.
vi: Nổi tiếng với các vùng hình thành sao hoạt động.

# Triangulum About Description
source: The Triangulum galaxy, or Messier 33, is a spiral galaxy in the Local Group, smaller than Andromeda, with a diameter of about 60,000 light-years.
vi: Thiên hà Triangulum, hay Messier 33, là một thiên hà xoắn ốc trong Nhóm Địa phương, nhỏ hơn Andromeda, với đường kính khoảng 60.000 năm ánh sáng.

source: Wikipedia: Triangulum Galaxy
vi: Wikipedia: Thiên hà Triangulum

# M32 Random Info 1
source: M32 is a dwarf elliptical galaxy, a satellite of Andromeda.
vi: M32 là một thiên hà elip lùn, vệ tinh của Andromeda.

# M32 Random Info 2
source: It is approximately 2.65 million light-years from Earth.
vi: Nó cách Trái Đất khoảng 2,65 triệu năm ánh sáng.

# M32 Random Info 3
source: It contains about 10 billion stars.
vi: Nó chứa khoảng 10 tỷ ngôi sao.

# M32 Random Info 4
source: Also known as Messier 32 or NGC 221.
vi: Còn được biết đến với tên Messier 32 hoặc NGC 221.

# M32 Random Info 5
source: It has a bright core and a compact structure.
vi: Nó có lõi sáng và cấu trúc nhỏ gọn.

# M32 About Description
source: M32, or Messier 32, is a dwarf elliptical galaxy and a satellite of Andromeda, with a diameter of about 6,500 light-years.
vi: M32, hay Messier 32, là một thiên hà elip lùn và vệ tinh của Andromeda, với đường kính khoảng 6.500 năm ánh sáng.

source: Add Your New Galaxy
vi: Thêm thiên hà mới của bạn

source: Edit Galaxy
vi: Chỉnh sửa thiên hà

source: Galaxy Name
vi: Tên thiên hà

# Galaxy Image
source: Select Galaxy Image
vi: Chọn hình ảnh thiên hà

source: Are you sure you want to delete {galaxy.name}?
vi: Bạn có chắc chắn muốn xóa {galaxy.name}?

source: Today
vi: Hôm nay

# Date Format
source: MM/dd/yyyy
vi: dd/MM/yyyy

source: Views
vi: Lượt xem

source: Unknown Galaxy
vi: Thiên Hà Không Xác Định

# Local Galaxies
source: %d Local Galaxies
vi: %d Thiên Hà Local

source: Add New Galaxy
vi: Thêm Thiên Hà Mới

source: Name
vi: Tên

source: Description
vi: Mô tả

source: Distance
vi: Khoảng cách

# No Galaxies
source: No galaxies yet
vi: Chưa có thiên hà nào

# Add First Galaxy
source: Add your first galaxy!
vi: Thêm thiên hà đầu tiên!

# AndromedaDescription
source: Andromeda Galaxy, the largest spiral galaxy in the Local Group.
vi: Thiên hà Andromeda, thiên hà xoắn ốc lớn nhất trong Nhóm Địa phương.

# M32Description
source: M32, a dwarf elliptical satellite galaxy of Andromeda.
vi: M32, thiên hà elip lùn vệ tinh của Andromeda.

# TriangulumDescription
source: Triangulum Galaxy, the 3rd spiral galaxy in the Local Group.
vi: Thiên hà Tam giác, thiên hà xoắn ốc thứ 3 trong Nhóm Địa phương.

source: Search nebulas...
vi: Tìm kiếm các tinh vân

source: Nebula Catalog
vi: Danh mục Tinh vân

source: Eagle
vi: Đại Bàng

source: Butterfly
vi: Cánh Bướm

source: Helix
vi: Xoắn Ốc

source: Nebulas
vi: Các tinh vân

source: Wikipedia: Eagle Nebula
vi: Wikipedia: Tinh vân Đại Bàng

source: Wikipedia: Butterfly Nebula
vi: Wikipedia: Tinh vân Cánh Bướm

source: Wikipedia: Helix Nebula
vi: Wikipedia: Tinh vân Xoắn Ốc

source: Distance from Earth
vi: Khoảng cách từ Trái Đất

source: Pinch to Zoom
vi: Chụm để phóng to

source: Invalid URL
vi: URL không hợp lệ

# Eagle Random Info 1
source: Also known as M16, located in the Serpens constellation.
vi: Còn gọi là M16, nằm trong chòm sao Serpens.

# Eagle Random Info 2
source: Famous for the Pillars of Creation.
vi: Nổi tiếng với các Cột Sáng Tạo.

# Eagle Random Info 3
source: A star-forming region.
vi: Vùng hình thành sao.

# Eagle Random Info 4
source: Captured by Hubble in iconic images.
vi: Được Hubble chụp những hình ảnh biểu tượng.

# Eagle Random Info 5
source: Approximately 5.5 million years old.
vi: Tuổi khoảng 5.5 triệu năm.

# Eagle About Description
source: The Eagle Nebula (M16) is a young open cluster of stars in the Serpens constellation, about 7,000 light-years from Earth. It is renowned for the Pillars of Creation, massive columns of gas and dust where new stars are born.
vi: Tinh vân Đại Bàng (M16) là một cụm sao trẻ trong chòm sao Serpens, cách Trái Đất khoảng 7,000 năm ánh sáng. Nó nổi tiếng với các Cột Sáng Tạo, những cột khí và bụi khổng lồ nơi các ngôi sao mới được sinh ra.

# Eagle By The Numbers Radius
source: Radius: ~10 light-years
vi: Bán kính: ~10 năm ánh sáng

# Eagle By The Numbers Distance
source: Distance from Sun: ~7,000 light-years
vi: Khoảng cách từ Mặt Trời: ~7,000 năm ánh sáng

# Eagle By The Numbers Age
source: Age: ~5.5 million years
vi: Tuổi: ~5.5 triệu năm

# Butterfly Random Info 1
source: Also known as NGC 6302.
vi: Còn gọi là NGC 6302.

# Butterfly Random Info 2
source: Located in the Scorpius constellation.
vi: Nằm trong chòm sao Scorpius.

# Butterfly Random Info 3
source: Known for its butterfly-like shape.
vi: Nổi tiếng với hình dạng giống cánh bướm.

# Butterfly Random Info 4
source: A bipolar planetary nebula.
vi: Tinh vân hành tinh lưỡng cực.

# Butterfly Random Info 5
source: Central star is extremely hot.
vi: Ngôi sao trung tâm cực kỳ nóng.

# Butterfly About Description
source: The Butterfly Nebula (NGC 6302) is a bipolar planetary nebula in the Scorpius constellation, approximately 2,100 light-years from Earth. Its distinctive butterfly shape is due to the ejection of gas from a dying star.
vi: Tinh vân Cánh Bướm (NGC 6302) là một tinh vân hành tinh lưỡng cực trong chòm sao Scorpius, cách Trái Đất khoảng 2,100 năm ánh sáng. Hình dạng giống cánh bướm của nó là do sự phun khí từ một ngôi sao đang chết.

# Butterfly By The Numbers Radius
source: Radius: ~2 light-years
vi: Bán kính: ~2 năm ánh sáng

# Butterfly By The Numbers Distance
source: Distance from Sun: ~2,100 light-years
vi: Khoảng cách từ Mặt Trời: ~2,100 năm ánh sáng

# Butterfly By The Numbers Age
source: Age: Unknown
vi: Tuổi: Không xác định

# Helix Random Info 1
source: Also known as NGC 7293.
vi: Còn gọi là NGC 7293.

# Helix Random Info 2
source: Located in the Aquarius constellation.
vi: Nằm trong chòm sao Aquarius.

# Helix Random Info 3
source: One of the closest planetary nebulas.
vi: Một trong những tinh vân hành tinh gần nhất.

# Helix Random Info 4
source: Nicknamed the 'Eye of God.'
vi: Biệt danh là 'Mắt của Chúa.'

# Helix Random Info 5
source: Formed by a dying star.
vi: Hình thành từ một ngôi sao đang chết.

# Helix About Description
source: The Helix Nebula (NGC 7293) is a planetary nebula in the Aquarius constellation, about 650 light-years from Earth. Its ring-like appearance is due to gas expelled by a dying star, resembling an eye in space.
vi: Tinh vân Xoắn Ốc (NGC 7293) là một tinh vân hành tinh trong chòm sao Aquarius, cách Trái Đất khoảng 650 năm ánh sáng. Hình dạng giống vòng của nó là do khí bị phun ra từ một ngôi sao đang chết, trông giống như một con mắt trong không gian.

# Helix By The Numbers Radius
source: Radius: ~2.87 light-years
vi: Bán kính: ~2.87 năm ánh sáng

# Helix By The Numbers Distance
source: Distance from Sun: ~650 light-years
vi: Khoảng cách từ Mặt Trời: ~650 năm ánh sáng

# Helix By The Numbers Age
source: Age: Unknown
vi: Tuổi: Không xác định

source: Add Your New Nebula
vi: Thêm Tinh vân Mới của Bạn

source: Edit Nebula
vi: Chỉnh sửa Tinh vân

source: Basic Information
vi: Thông tin Cơ bản

source: Nebula Name
vi: Tên Tinh vân

source: Short Description
vi: Mô tả Ngắn

# Nebula Image
source: Select Nebula Image
vi: Chọn Hình ảnh Tinh vân

# Random Information
source: Random Information {index}
vi: Thông tin Ngẫu nhiên {index}

source: About Description
vi: Mô tả Giới thiệu

# Your Link Video
source: Video Link {index}
vi: Link Video {index}

# Select Photo
source: Select Photo {index}
vi: Chọn Ảnh {index}

source: Wikipedia Link
vi: Link Wikipedia

source: Are you sure you want to delete {nebula.name}?
vi: Bạn có chắc muốn xóa {nebula.name}?

source: Unknown Nebula
vi: Tinh vân Không xác định

source: Local
vi: Cục bộ

# Local Nebulas
source: %d Local Nebulas
vi: %d Tinh vân Cục bộ

source: Add New Nebula
vi: Thêm Tinh vân Mới

# No Nebulas
source: No nebulas yet
vi: Chưa có tinh vân nào

# Add First Nebula
source: Add your first nebula!
vi: Thêm tinh vân đầu tiên của bạn!

# EagleDescription
source: Young star cluster in Serpens, famous for the Pillars of Creation.
vi: Cụm sao trẻ trong chòm sao Serpens, nổi tiếng với các Cột Sáng Tạo.

# ButterflyDescription
source: Bipolar planetary nebula in Scorpius with a butterfly-like shape.
vi: Tinh vân hành tinh lưỡng cực trong chòm sao Scorpius với hình dạng giống cánh bướm.

# HelixDescription
source: Planetary nebula in Aquarius, nicknamed the 'Eye of God.'
vi: Tinh vân hành tinh trong chòm sao Aquarius, biệt danh là 'Mắt của Chúa.'

source: Search stars...
vi: Tìm kiếm các ngôi sao

source: Star Catalog
vi: Danh mục Ngôi sao

source: Star
vi: Ngôi sao

source: Wikipedia: Sirius Star
vi: Wikipedia: Ngôi sao Sirius

source: Wikipedia: Canopus Star
vi: Wikipedia: Ngôi sao Canopus

source: Wikipedia: Alpha Centauri Star
vi: Wikipedia: Ngôi sao Alpha Centauri

# Sirius Random Info 1
source: Sirius is the brightest star in the night sky.
vi: Sirius là ngôi sao sáng nhất trên bầu trời đêm.

# Sirius Random Info 2
source: It is a binary system with Sirius A and B.
vi: Đây là một hệ nhị phân với Sirius A và B.

# Sirius Random Info 3
source: Located in the Canis Major constellation.
vi: Nằm trong chòm sao Canis Major.

# Sirius Random Info 4
source: 25 times more luminous than the Sun.
vi: Sáng gấp 25 lần so với Mặt Trời.

# Sirius Random Info 5
source: Age around 242 million years.
vi: Tuổi khoảng 242 triệu năm.

# Sirius About Description
source: Sirius, the brightest star in the night sky, is a binary system in the Canis Major constellation, approximately 8.6 light-years from Earth. It has a radius 1.711 times that of the Sun and is 25 times more luminous.
vi: Sirius, ngôi sao sáng nhất trên bầu trời đêm, là một hệ nhị phân thuộc chòm sao Canis Major, cách Trái Đất khoảng 8.6 năm ánh sáng. Nó có bán kính gấp 1.711 lần Mặt Trời và độ sáng gấp 25 lần Mặt Trời.

# Sirius By The Numbers Radius
source: Radius: ~1.711 solar radii
vi: Bán kính: ~1.711 lần bán kính Mặt Trời

# Sirius By The Numbers Distance
source: Distance from Sun: ~8.6 light-years
vi: Khoảng cách từ Mặt Trời: ~8.6 năm ánh sáng

# Sirius By The Numbers Age
source: Age: ~242 million years
vi: Tuổi: ~242 triệu năm

# Canopus Random Info 1
source: Second-brightest star in the night sky.
vi: Ngôi sao sáng thứ hai trên bầu trời đêm.

# Canopus Random Info 2
source: Located in the Carina constellation.
vi: Nằm trong chòm sao Carina.

# Canopus Random Info 3
source: 10,000 times more luminous than the Sun.
vi: Sáng gấp 10,000 lần so với Mặt Trời.

# Canopus Random Info 4
source: Bright giant star.
vi: Ngôi sao khổng lồ sáng.

# Canopus Random Info 5
source: Source of X-rays.
vi: Nguồn phát tia X.

# Canopus About Description
source: Canopus, the second-brightest star in the night sky, is located in the Carina constellation, about 310 light-years from Earth. It has a radius 71 times that of the Sun and is 10,000 times more luminous.
vi: Canopus, ngôi sao sáng thứ hai trên bầu trời đêm, thuộc chòm sao Carina, cách Trái Đất khoảng 310 năm ánh sáng. Nó có bán kính gấp 71 lần Mặt Trời và độ sáng gấp 10,000 lần Mặt Trời.

# Canopus By The Numbers Radius
source: Radius: ~71 solar radii
vi: Bán kính: ~71 lần bán kính Mặt Trời

# Canopus By The Numbers Distance
source: Distance from Sun: ~310 light-years
vi: Khoảng cách từ Mặt Trời: ~310 năm ánh sáng

# Canopus By The Numbers Age
source: Age: ~10-20 million years
vi: Tuổi: ~10-20 triệu năm

# Alpha Centauri Random Info 1
source: Closest star system to the Sun.
vi: Hệ sao gần Mặt Trời nhất.

# Alpha Centauri Random Info 2
source: Triple star system: A, B, and Proxima.
vi: Hệ sao ba gồm A, B, và Proxima.

# Alpha Centauri Random Info 3
source: Proxima is the closest individual star.
vi: Proxima là ngôi sao riêng lẻ gần nhất.

# Alpha Centauri Random Info 4
source: Located in the Centaurus constellation.
vi: Nằm trong chòm sao Centaurus.

# Alpha Centauri Random Info 5
source: Age about 4.85 billion years.
vi: Tuổi khoảng 4.85 tỷ năm.

# Alpha Centauri About Description
source: Alpha Centauri is the closest star system to the Sun, located about 4.37 light-years away in the Centaurus constellation. It consists of three stars: Alpha Centauri A, B, and Proxima Centauri, with A having a radius 1.223 times that of the Sun.
vi: Alpha Centauri là hệ sao gần Mặt Trời nhất, cách khoảng 4.37 năm ánh sáng, thuộc chòm sao Centaurus. Nó bao gồm ba ngôi sao: Alpha Centauri A, B, và Proxima Centauri, với bán kính của A gấp 1.223 lần Mặt Trời.

# Alpha Centauri By The Numbers Radius
source: Radius: ~1.223 solar radii (A)
vi: Bán kính: ~1.223 lần bán kính Mặt Trời (A)

# Alpha Centauri By The Numbers Distance
source: Distance from Sun: ~4.37 light-years
vi: Khoảng cách từ Mặt Trời: ~4.37 năm ánh sáng

# Alpha Centauri By The Numbers Age
source: Age: ~4.85 billion years
vi: Tuổi: ~4.85 tỷ năm

source: Add Your New Star
vi: Thêm Ngôi sao Mới của Bạn

source: Edit Star
vi: Chỉnh sửa Ngôi sao

source: Star Name
vi: Tên Ngôi sao

# Star Image
source: Select Star Image
vi: Chọn Hình ảnh Ngôi sao

# Video Link
source: Video Link {index}
vi: Link Video {index}

source: Wikipedia URL
vi: URL Wikipedia

source: Are you sure you want to delete {star.name}?
vi: Bạn có chắc muốn xóa {star.name}?

source: Unknown Star
vi: Ngôi sao Không xác định

# Local Stars
source: %d Local Stars
vi: %d Ngôi sao Cục bộ

source: Add New Star
vi: Thêm Ngôi sao Mới

# No Stars
source: No stars yet
vi: Chưa có ngôi sao nào

# Add First Star
source: Add your first star!
vi: Thêm ngôi sao đầu tiên của bạn!

# SiriusDescription
source: Brightest star in the night sky, located in the Canis Major constellation.
vi: Ngôi sao sáng nhất trên bầu trời đêm, thuộc chòm sao Canis Major.

# CanopusDescription
source: Second-brightest star, located in the Carina constellation.
vi: Ngôi sao sáng thứ hai, thuộc chòm sao Carina.

# AlphaCentauriDescription
source: Closest star system to the Sun, located in the Centaurus constellation.
vi: Hệ sao gần Mặt Trời nhất, thuộc chòm sao Centaurus.

# SagittariusADescription
source: Sagittarius A*, the supermassive black hole at the center of the Milky Way.
vi: Sagittarius A*, hố đen siêu khối lượng ở trung tâm Dải Ngân Hà.

# Sagittarius A About Description
source: Sagittarius A* is a supermassive black hole located at the center of the Milky Way galaxy, approximately 26,000 light-years from Earth. It has a mass equivalent to about 4.3 million solar masses.
vi: Sagittarius A* là một hố đen siêu khối lượng nằm ở trung tâm của Dải Ngân Hà, cách Trái Đất khoảng 26.000 năm ánh sáng. Nó có khối lượng tương đương khoảng 4,3 triệu lần khối lượng Mặt Trời.

# TON618Description
source: TON 618, one of the most massive black holes known.
vi: TON 618, một trong những hố đen khối lượng lớn nhất được biết đến.

# TON 618 About Description
source: TON 618 is an ultramassive black hole located in the Canes Venatici constellation, about 10.4 billion light-years from Earth. It has an estimated mass of 66 billion solar masses.
vi: TON 618 là một hố đen siêu khối lượng nằm trong chòm sao Canes Venatici, cách Trái Đất khoảng 10,4 tỷ năm ánh sáng. Nó có khối lượng ước tính khoảng 66 tỷ lần khối lượng Mặt Trời.

# M87Description
source: The supermassive black hole in the Messier 87 galaxy.
vi: Hố đen siêu khối lượng trong thiên hà Messier 87.

# M87 About Description
source: The supermassive black hole in Messier 87, located 53 million light-years from Earth, is famous for the first-ever image of a black hole captured by the Event Horizon Telescope.
vi: Hố đen siêu khối lượng trong thiên hà Messier 87, cách Trái Đất 53 triệu năm ánh sáng, nổi tiếng với hình ảnh đầu tiên của một hố đen được chụp bởi Kính viễn vọng Chân trời Sự kiện.

source: Blackhole
vi: Hố Đen

source: Search blackholes...
vi: Tìm kiếm hố đen...
