Repository: FriskChara02/CosmosExplorer-App
Catalog: CosmosExplorer/*.lproj/Localizable.strings
Languages: vi

# Mars Myths Description
source: Mars, named after gods of war and conflict, embodies strength and conquest in ancient mythologies.
vi: Sao Hỏa, được đặt tên theo các vị thần chiến tranh và xung đột, tượng trưng cho sức mạnh và sự chinh phục trong các thần thoại cổ đại.

# Mars Internal Title
source: 🔴 Internal Layers of Mars
vi: 🔴 Các Lớp Bên Trong của Sao Hỏa

# Mars Layer Core
source: Core
vi: Lõi

# Mars Layer Core Description
source: Mars’ core is likely composed of iron and nickel, partially molten, driving a weak magnetic field.
vi: Lõi của Sao Hỏa có thể gồm sắt và niken, một phần nóng chảy, tạo ra từ trường yếu.

# Mars Layer Mantle
source: Mantle
vi: Lớp Manti

# Mars Layer Mantle Description
source: The mantle, made of silicate rock, supports volcanic activity like Olympus Mons.
vi: Lớp manti, gồm đá silicat, hỗ trợ hoạt động núi lửa như Olympus Mons.

# Mars Layer Crust
source: Crust
vi: Lớp Vỏ

# Mars Layer Crust Description
source: Mars’ crust is rich in iron, giving it a reddish hue, and hosts massive canyons and volcanoes.
vi: Lớp vỏ Sao Hỏa giàu sắt, tạo màu đỏ, và có các hẻm núi và núi lửa khổng lồ.

# Mars Layer Atmosphere
source: Atmosphere
vi: Bầu Khí Quyển

# Mars Layer Atmosphere Description
source: A thin atmosphere, mostly carbon dioxide, with frequent dust storms shaping the surface.
vi: Bầu khí quyển mỏng, chủ yếu là CO₂, với các cơn bão bụi thường xuyên định hình bề mặt.

# Mars In Depth Title
source: In-Depth Study of Mars
vi: Nghiên Cứu Sâu Hơn về Sao Hỏa

# Mars In Depth Olympus Mons Description
source: The largest volcano in the Solar System, standing 22 km tall, formed by prolonged volcanic activity.
vi: Ngọn núi lửa lớn nhất Hệ Mặt Trời, cao 22 km, hình thành từ hoạt động núi lửa kéo dài.

# Mars In Depth Water Evidence
source: Water Evidence
vi: Bằng Chứng Nước

# Mars In Depth Water Evidence Description
source: Ancient riverbeds and polar ice caps suggest Mars once had liquid water, hinting at past habitability.
vi: Các lòng sông cổ và chỏm băng cực cho thấy Sao Hỏa từng có nước lỏng, gợi ý về khả năng sinh sống trong quá khứ.

# Mars In Depth Atmosphere
source: Atmosphere
vi: Bầu Khí Quyển

# Mars In Depth Atmosphere Description
source: Mars’ thin atmosphere, primarily CO₂, leads to extreme temperature swings and massive dust storms.
vi: Bầu khí quyển mỏng của Sao Hỏa, chủ yếu là CO₂, gây ra biến đổi nhiệt độ lớn và các cơn bão bụi khổng lồ.

# Mars In Depth Missions
source: Scientific Missions
vi: Nhiệm Vụ Khoa Học

# Mars In Depth Missions Description
source: Rovers like Curiosity and Perseverance have explored Mars’ surface, searching for signs of past life.
vi: Các xe tự hành như Curiosity và Perseverance đã khám phá bề mặt Sao Hỏa, tìm kiếm dấu hiệu của sự sống cổ đại.

# Mars Exploration Title
source: Exploration of Mars
vi: Khám Phá Sao Hỏa

# Mars Mission Viking Description
source: Viking 1 and 2 were the first to successfully land and send back detailed images of Mars.
vi: Viking 1 và 2 là những tàu đầu tiên hạ cánh thành công và gửi về hình ảnh chi tiết của Sao Hỏa.

# Mars Mission Curiosity Description
source: Curiosity explores Mars’ habitability, studying its geology and climate.
vi: Curiosity khám phá khả năng sinh sống của Sao Hỏa, nghiên cứu địa chất và khí hậu.

# Mars Mission Perseverance Description
source: Perseverance searches for signs of ancient life and collects samples for future return to Earth.
vi: Perseverance tìm kiếm dấu hiệu sự sống cổ đại và thu thập mẫu để mang về Trái Đất trong tương lai.

# Mars Exploration Quote
source: “Mars is humanity’s next frontier for exploration and discovery.”
vi: “Sao Hỏa là biên giới tiếp theo của nhân loại cho việc khám phá và phát hiện.”

source: Wikipedia: Mars
vi: Wikipedia: Sao Hỏa

# Jupiter Random Info 1
source: Jupiter is the largest planet in the Solar System.
vi: Sao Mộc là hành tinh lớn nhất trong Hệ Mặt Trời.

# Jupiter Random Info 2
source: It has a diameter 11 times that of Earth.
vi: Nó có đường kính gấp 11 lần Trái Đất.

# Jupiter Random Info 3
source: Jupiter has more than 79 known moons.
vi: Sao Mộc có hơn 79 mặt trăng đã được biết đến.

# Jupiter Random Info 4
source: The Great Red Spot storm has raged for hundreds of years.
vi: Cơn bão Đốm Đỏ Lớn đã tồn tại hàng trăm năm.

# Jupiter Random Info 5
source: Jupiter has the strongest magnetic field in the Solar System.
vi: Sao Mộc có từ trường mạnh nhất trong Hệ Mặt Trời.

# Jupiter About Description
source: Jupiter, the largest gas giant in the Solar System, has a diameter 11 times that of Earth. With its cloud-filled atmosphere and famous Great Red Spot storm, it is a world full of mystery. Jupiter has over 79 moons, including Ganymede, the largest moon in the Solar System. Its powerful magnetic field creates intense radiation belts.
vi: Sao Mộc, hành tinh khí khổng lồ lớn nhất trong Hệ Mặt Trời, có đường kính gấp 11 lần Trái Đất. Với bầu khí quyển đầy mây và cơn bão Đốm Đỏ Lớn nổi tiếng, nó là một thế giới đầy bí ẩn. Sao Mộc có hơn 79 mặt trăng, bao gồm Ganymede – mặt trăng lớn nhất trong Hệ Mặt Trời. Từ trường mạnh mẽ của nó tạo ra các vành đai bức xạ dữ dội.

# Jupiter By The Numbers Planet Type
source: Planet Type: Gas Giant
vi: Loại Hành Tinh: Hành tinh khí khổng lồ

# Jupiter By The Numbers Radius
source: Radius: ~69,911 km
vi: Bán Kính: ~69.911 km

# Jupiter By The Numbers Distance
source: Distance from Sun: ~778.5 million km
vi: Khoảng Cách từ Mặt Trời: ~778,5 triệu km

# Jupiter By The Numbers Moons
source: Moons: More than 79
vi: Mặt Trăng: Hơn 79

# Jupiter By The Numbers Gravity
source: Gravity: ~24.79 m/s²
vi: Trọng Lực: ~24,79 m/s²

# Jupiter By The Numbers Tilt
source: Tilt of Axis: ~3.13°
vi: Độ Nghiêng Trục: ~3,13°

# Jupiter By The Numbers Year
source: Length of Year: ~11.86 Earth years
vi: Độ Dài Năm: ~11,86 năm Trái Đất

# Jupiter By The Numbers Day
source: Length of Day: ~9.93 Earth hours
vi: Độ Dài Ngày: ~9,93 giờ Trái Đất

# Jupiter By The Numbers Temperature
source: Temperature: ~-110°C (cloud surface)
vi: Nhiệt Độ: ~-110°C (bề mặt mây)

# Jupiter By The Numbers Age
source: Age: ~4.6 billion years
vi: Tuổi: ~4,6 tỷ năm

# Jupiter Myths Title
source: ☄️ Jupiter Myths Across Cultures
vi: ☄️ Thần Thoại Sao Mộc Qua Các Nền Văn Hóa

# Jupiter Myths Description
source: Jupiter, named after supreme gods in various cultures, symbolizes power and grandeur in mythological stories.
vi: Sao Mộc, được đặt tên theo các vị thần tối cao trong nhiều nền văn hóa, là biểu tượng của quyền lực và sự vĩ đại trong các câu chuyện thần thoại.

# Hindu Myth Culture
source: Hindu
vi: Ấn Độ

# Jupiter Internal Title
source: ☄️ Internal Layers of Jupiter
vi: ☄️ Các Lớp Bên Trong của Sao Mộc

# Jupiter Layer Core
source: Core
vi: Lõi

# Jupiter Layer Core Description
source: Jupiter’s core may be a mix of rock and metal, under extreme pressure and temperature.
vi: Lõi của Sao Mộc có thể là một hỗn hợp đá và kim loại, với áp suất và nhiệt độ cực cao.

# Jupiter Layer Metallic Hydrogen
source: Metallic Hydrogen
vi: Hydro Kim Loại

# Jupiter Layer Metallic Hydrogen Description
source: A layer of metallic hydrogen, conductive and responsible for Jupiter’s strong magnetic field.
vi: Lớp hydro kim loại dẫn điện, tạo ra từ trường mạnh mẽ của Sao Mộc.

# Jupiter Layer Liquid Hydrogen
source: Liquid Hydrogen
vi: Hydro Lỏng

# Jupiter Layer Liquid Hydrogen Description
source: A layer of liquid hydrogen and helium surrounding the core, driving magnetic field generation.
vi: Lớp hydro lỏng và heli bao quanh lõi, chuyển động tạo ra từ trường.

# Jupiter Layer Atmosphere
source: Atmosphere
vi: Bầu Khí Quyển

# Jupiter Layer Atmosphere Description
source: A thick atmosphere with cloud bands and massive storms like the Great Red Spot, primarily hydrogen and helium.
vi: Bầu khí quyển dày với các dải mây, bão lớn như Đốm Đỏ Lớn, chủ yếu là hydro và heli.

# Jupiter In Depth Title
source: In-Depth Study of Jupiter
vi: Nghiên Cứu Sâu Hơn về Sao Mộc

# Jupiter In Depth Great Red Spot
source: Great Red Spot
vi: Đốm Đỏ Lớn

# Jupiter In Depth Great Red Spot Description
source: A massive storm, larger than Earth, that has persisted for centuries on Jupiter’s surface.
vi: Cơn bão khổng lồ, lớn hơn Trái Đất, đã tồn tại hàng trăm năm trên bề mặt Sao Mộc.

# Jupiter In Depth Magnetic Field
source: Magnetic Field
vi: Từ Trường

# Jupiter In Depth Magnetic Field Description
source: Jupiter’s magnetic field is 20,000 times stronger than Earth’s, creating intense radiation belts.
vi: Từ trường của Sao Mộc mạnh gấp 20.000 lần Trái Đất, tạo ra vành đai bức xạ dữ dội.

# Jupiter In Depth Moons
source: Moons
vi: Các Mặt Trăng

# Jupiter In Depth Moons Description
source: Jupiter has over 79 moons, including Ganymede, Callisto, Io, and Europa, each with unique characteristics.
vi: Sao Mộc có hơn 79 mặt trăng, bao gồm Ganymede, Callisto, Io và Europa, mỗi nơi có đặc điểm độc đáo.

# Jupiter In Depth Missions
source: Scientific Missions
vi: Nhiệm Vụ Khoa Học

# Jupiter In Depth Missions Description
source: The Voyager, Galileo, and Juno missions have provided detailed data about Jupiter and its moons.
vi: Tàu Voyager, Galileo và Juno đã cung cấp dữ liệu chi tiết về Sao Mộc và các mặt trăng của nó.

# Jupiter Exploration Title
source: Exploration of Jupiter
vi: Khám Phá Sao Mộc

# Jupiter Mission Voyager Description
source: Voyager 1 and 2 provided the first detailed images of Jupiter and its moons.
vi: Voyager 1 và 2 cung cấp những hình ảnh đầu tiên về Sao Mộc và các mặt trăng của nó.

# Jupiter Mission Galileo Description
source: Galileo conducted in-depth studies of Jupiter’s system, including its moons and atmosphere.
vi: Galileo nghiên cứu sâu về hệ thống của Sao Mộc, bao gồm các mặt trăng và khí quyển.

# Jupiter Mission Juno Description
source: Juno explores Jupiter’s internal structure and magnetic field, providing unprecedented data.
vi: Juno khám phá cấu trúc bên trong và từ trường của Sao Mộc, cung cấp dữ liệu chưa từng có.

# Jupiter Exploration Quote
source: “Juno has opened a new chapter in exploring this giant planet.”
vi: “Juno đã mở ra một chương mới trong việc khám phá hành tinh khổng lồ này.”

source: Wikipedia: Jupiter
vi: Wikipedia: Sao Mộc

# Saturn Random Info 1
source: Saturn is the sixth planet from the Sun.
vi: Sao Thổ là hành tinh thứ sáu từ Mặt Trời.

# Saturn Random Info 2
source: It is famous for its stunning ring system.
vi: Nó nổi tiếng với hệ thống vành đai tuyệt đẹp.

# Saturn Random Info 3
source: Saturn has over 140 moons, including Titan.
vi: Sao Thổ có hơn 140 mặt trăng, bao gồm Titan.

# Saturn Random Info 4
source: It is a gas giant, mostly made of hydrogen.
vi: Nó là hành tinh khí khổng lồ, chủ yếu là hydro.

# Saturn Random Info 5
source: A day on Saturn lasts about 10.7 hours.
vi: Một ngày trên Sao Thổ chỉ kéo dài khoảng 10,7 giờ.

# Saturn About Description
source: Saturn, the second-largest gas giant in our Solar System, is renowned for its spectacular ring system made of ice and rock particles. With over 140 moons, including Titan, which is larger than Mercury, Saturn is a fascinating world. Its atmosphere is primarily hydrogen and helium, with powerful storms and wind speeds reaching up to 1,800 km/h.
vi: Sao Thổ, hành tinh khí khổng lồ thứ hai trong Hệ Mặt Trời, nổi tiếng với hệ thống vành đai ngoạn mục được tạo thành từ băng và đá. Với hơn 140 mặt trăng, bao gồm Titan lớn hơn cả sao Thủy, Sao Thổ là một thế giới kỳ diệu. Bầu khí quyển của nó chủ yếu là hydro và heli, với những cơn bão mạnh mẽ và tốc độ gió lên tới 1.800 km/h.

# Saturn By The Numbers Planet Type
source: Planet Type: Gas giant
vi: Loại Hành Tinh: Hành tinh khí khổng lồ

# Saturn By The Numbers Radius
source: Radius: ~58,232 km
vi: Bán Kính: ~58.232 km

# Saturn By The Numbers Distance
source: Distance from Sun: ~1.43 billion km
vi: Khoảng Cách từ Mặt Trời: ~1,43 tỷ km

# Saturn By The Numbers Moons
source: Moons: Over 140 (83 named)
vi: Mặt Trăng: Hơn 140 (83 có tên)

# Saturn By The Numbers Gravity
source: Gravity: ~10.44 m/s²
vi: Trọng Lực: ~10,44 m/s²

# Saturn By The Numbers Tilt
source: Tilt of Axis: ~26.73°
vi: Độ Nghiêng Trục: ~26,73°

# Saturn By The Numbers Year
source: Length of Year: ~29.46 Earth years
vi: Độ Dài Năm: ~29,46 năm Trái Đất

# Saturn By The Numbers Day
source: Length of Day: ~10.7 hours
vi: Độ Dài Ngày: ~10,7 giờ

# Saturn By The Numbers Temperature
source: Temperature: ~-139°C (average)
vi: Nhiệt Độ: ~-139°C (trung bình)

# Saturn By The Numbers Age
source: Age: ~4.5 billion years
vi: Tuổi: ~4,5 tỷ năm

# Saturn Myths Title
source: 🪐 Saturn Myths Across Cultures
vi: 🪐 Thần Thoại Sao Thổ Qua Các Nền Văn Hóa

# Saturn Myths Description
source: Saturn is associated with gods of time and agriculture in various ancient cultures.
vi: Sao Thổ được liên kết với các vị thần của thời gian và nông nghiệp trong nhiều nền văn hóa cổ đại.

# Saturn Internal Title
source: 🪐 Internal Layers of Saturn
vi: 🪐 Các Lớp Bên Trong của Sao Thổ

# Saturn Layer Core
source: Core
vi: Lõi

# Saturn Layer Core Description
source: Saturn’s rocky and metallic core is under extreme pressure, generating high temperatures.
vi: Lõi đá và kim loại của Sao Thổ có áp suất cực cao, tạo ra nhiệt độ hàng nghìn độ.

# Saturn Layer Mantle
source: Mantle
vi: Lớp Áo

# Saturn Layer Mantle Description
source: A layer of liquid metallic hydrogen surrounds the core, creating a strong magnetic field.
vi: Lớp hydro kim loại lỏng bao quanh lõi, tạo ra từ trường mạnh mẽ.

# Saturn Layer Atmosphere
source: Atmosphere
vi: Khí Quyển

# Saturn Layer Atmosphere Description
source: A thick atmosphere of hydrogen and helium, with storms and distinctive cloud bands.
vi: Khí quyển dày đặc hydro và heli, với các cơn bão và dải mây đặc trưng.

# Saturn In Depth Title
source: In-Depth Study of Saturn
vi: Nghiên Cứu Sâu Hơn về Sao Thổ

# Saturn In Depth Rings
source: Ring System
vi: Hệ Thống Vành Đai

# Saturn In Depth Rings Description
source: Saturn’s rings consist of billions of ice and rock particles, spanning thousands of kilometers but only a few meters thick.
vi: Vành đai của Sao Thổ bao gồm hàng tỷ hạt băng và đá, trải rộng hàng ngàn km nhưng mỏng chỉ vài mét.

# Saturn In Depth Atmosphere
source: Atmosphere
vi: Khí Quyển

# Saturn In Depth Atmosphere Description
source: Saturn’s atmosphere features cloud bands and storms, including a unique hexagonal storm at its north pole.
vi: Bầu khí quyển của Sao Thổ có các dải mây và bão lớn, bao gồm một cơn bão lục giác độc đáo ở cực bắc.

# Saturn In Depth Moons
source: Moons
vi: Mặt Trăng

# Saturn In Depth Moons Description
source: Titan, the largest moon, has a thicker atmosphere than Earth and liquid methane lakes.
vi: Titan, mặt trăng lớn nhất, có bầu khí quyển dày hơn Trái Đất và các hồ metan lỏng.

# Saturn In Depth Missions
source: Scientific Missions
vi: Nhiệm Vụ Khoa Học

# Saturn In Depth Missions Description
source: The Cassini mission provided detailed insights into Saturn, its rings, and moons over 13 years.
vi: Tàu Cassini đã cung cấp dữ liệu chi tiết về Sao Thổ, vành đai và mặt trăng của nó trong 13 năm.

# Saturn Exploration Title
source: Exploration of Saturn
vi: Khám Phá Sao Thổ

# Saturn Mission Pioneer Description
source: Pioneer 11 was the first spacecraft to fly by Saturn, providing the first images of its rings.
vi: Pioneer 11 là tàu vũ trụ đầu tiên bay qua Sao Thổ, cung cấp hình ảnh đầu tiên về vành đai.

# Saturn Mission Voyager Description
source: The Voyager missions explored Saturn’s rings and moons, discovering several new satellites.
vi: Các tàu Voyager đã khám phá vành đai và mặt trăng của Sao Thổ, phát hiện ra nhiều vệ tinh mới.

# Saturn Mission Cassini Description
source: Cassini provided unprecedented views of Saturn, its rings, and Titan, ending its mission by plunging into the planet.
vi: Cassini cung cấp cái nhìn chưa từng có về Sao Thổ, vành đai và Titan, trước khi kết thúc sứ mệnh bằng cách lao vào hành tinh.

# Saturn Exploration Quote
source: “Cassini opened a new chapter in our understanding of Saturn.”
vi: “Cassini đã mở ra một chương mới trong hiểu biết của chúng ta về Sao Thổ.”

source: Wikipedia: Saturn
vi: Wikipedia: Sao Thổ

# Uranus Random Info 1
source: Uranus is the seventh planet from the Sun.
vi: Sao Thiên Vương là hành tinh thứ bảy từ Mặt Trời.

# Uranus Random Info 2
source: It has a pale cyan color due to methane in its atmosphere.
vi: Nó có màu xanh lam nhạt do khí methane trong bầu khí quyển.

# Uranus Random Info 3
source: Uranus has a tilted axis, nearly parallel to its orbit.
vi: Sao Thiên Vương có trục nghiêng gần song song với quỹ đạo.

# Uranus Random Info 4
source: It is an ice giant with a cold atmosphere, reaching -224°C.
vi: Nó là một hành tinh băng giá với bầu khí quyển lạnh, đạt -224°C.

# Uranus Random Info 5
source: Uranus has 27 known moons, named after literary characters.
vi: Sao Thiên Vương có 27 mặt trăng được biết đến, đặt tên theo các nhân vật văn học.

# Uranus About Description
source: Uranus, the seventh planet from the Sun, is an ice giant known for its pale cyan hue caused by methane in its atmosphere. Its unique axial tilt of 98° causes extreme seasonal variations. With a radius of about 25,362 km and a chilly -224°C atmosphere, Uranus hosts a dynamic system of 27 known moons and faint rings. Discovered in 1781 by William Herschel, it remains a mysterious world.
vi: Sao Thiên Vương, hành tinh thứ bảy từ Mặt Trời, là một hành tinh băng giá nổi tiếng với màu xanh lam nhạt do khí methane trong bầu khí quyển. Độ nghiêng trục độc đáo 98° gây ra các biến đổi mùa cực đoan. Với bán kính khoảng 25.362 km và bầu khí quyển lạnh giá -224°C, Sao Thiên Vương sở hữu hệ thống 27 mặt trăng đã biết và các vành đai mờ nhạt. Được William Herschel phát hiện vào năm 1781, nó vẫn là một thế giới bí ẩn.

# Uranus By The Numbers Planet Type
source: Planet Type: Ice Giant
vi: Loại Hành Tinh: Hành tinh băng giá

# Uranus By The Numbers Radius
source: Radius: ~25,362 km
vi: Bán Kính: ~25.362 km

# Uranus By The Numbers Distance
source: Distance from Sun: ~2.87 billion km (average)
vi: Khoảng Cách từ Mặt Trời: ~2,87 tỷ km (trung bình)

# Uranus By The Numbers Moons
source: Moons: 27 known
vi: Mặt Trăng: 27 mặt trăng đã biết

# Uranus By The Numbers Gravity
source: Gravity: ~8.87 m/s²
vi: Trọng Lực: ~8,87 m/s²

# Uranus By The Numbers Tilt
source: Tilt of Axis: ~97.77°
vi: Độ Nghiêng Trục: ~97,77°

# Uranus By The Numbers Year
source: Length of Year: ~84 Earth years
vi: Độ Dài Năm: ~84 năm Trái Đất

# Uranus By The Numbers Day
source: Length of Day: ~17.24 Earth hours
vi: Độ Dài Ngày: ~17,24 giờ Trái Đất

# Uranus By The Numbers Temperature
source: Temperature: ~-224°C (atmosphere)
vi: Nhiệt Độ: ~-224°C (bầu khí quyển)

# Uranus By The Numbers Age
source: Age: ~4.6 billion years
vi: Tuổi: ~4,6 tỷ năm

# Uranus Myths Title
source: 🪐 Uranus Myths Across Cultures
vi: 🪐 Thần Thoại Sao Thiên Vương Qua Các Nền Văn Hóa

# Uranus Myth Description
source: Named after the Greek god of the sky, Uranus inspired myths representing the heavens and cosmic order across various cultures.
vi: Được đặt tên theo thần bầu trời Hy Lạp, Sao Thiên Vương truyền cảm hứng cho các thần thoại đại diện cho bầu trời và trật tự vũ trụ qua nhiều nền văn hóa.

# Maori Myth God
source: Tangaroa
vi: Rangi

# Maori Myth Description
source: Tangaroa, the Maori god of the sea, was the creator of marine life and ruler of oceans.
vi: Rangi, cha bầu trời Maori, bị khóa chặt trong vòng tay của Đất cho đến khi các con ông tách rời.

# Uranus Internal Title
source: 🪐 Internal Layers of Uranus
vi: 🪐 Các Lớp Bên Trong của Sao Thiên Vương

# Uranus Layer Core
source: Rocky Core
vi: Lõi Đá

# Uranus Layer Core Description
source: A small, rocky core, possibly 0.55 Earth masses, sits at the planet’s center.
vi: Một lõi đá nhỏ, có thể nặng 0,55 lần Trái Đất, nằm ở trung tâm hành tinh.

# Uranus Layer Mantle
source: Icy Mantle
vi: Lớp Băng

# Uranus Layer Mantle Description
source: A thick mantle of water, ammonia, and methane ices surrounds the core.
vi: Một lớp băng dày gồm nước, ammonia và methane bao quanh lõi.

# Uranus Layer Atmosphere
source: Atmosphere
vi: Bầu Khí Quyển

# Uranus Layer Atmosphere Description
source: Composed of hydrogen, helium, and methane, giving Uranus its cyan color.
vi: Gồm hydro, heli và methane, mang lại màu xanh lam đặc trưng cho Sao Thiên Vương.

# Uranus In Depth Title
source: In-Depth Study of Uranus
vi: Nghiên Cứu Sâu Hơn về Sao Thiên Vương

# Uranus In Depth Atmosphere
source: Atmosphere Composition
vi: Thành Phần Bầu Khí Quyển

# Uranus In Depth Atmosphere Description
source: Uranus’ atmosphere is primarily hydrogen and helium, with methane absorbing red light, giving its iconic cyan hue.
vi: Bầu khí quyển của Sao Thiên Vương chủ yếu là hydro và heli, với methane hấp thụ ánh sáng đỏ, tạo nên màu xanh lam đặc trưng.

# Uranus In Depth Moons
source: Moons System
vi: Hệ Thống Mặt Trăng

# Uranus In Depth Moons Description
source: Uranus has 27 known moons, named after Shakespearean and Pope’s characters, orbiting in sync with its tilted axis.
vi: Sao Thiên Vương có 27 mặt trăng đã biết, được đặt tên theo các nhân vật trong tác phẩm của Shakespeare và Pope, quay đồng bộ với trục nghiêng của nó.

# Uranus In Depth Tilt
source: Extreme Axial Tilt
vi: Độ Nghiêng Trục Cực Đại

# Uranus In Depth Tilt Description
source: Uranus’ 98° tilt causes extreme seasons, with each pole facing the Sun for decades.
vi: Độ nghiêng 98° của Sao Thiên Vương gây ra các mùa khắc nghiệt, với mỗi cực hướng về Mặt Trời trong hàng thập kỷ.

# Uranus In Depth Missions
source: Scientific Missions
vi: Nhiệm Vụ Khoa Học

# Uranus In Depth Missions Description
source: Voyager 2 (1986) remains the only spacecraft to visit Uranus, revealing its rings and moons.
vi: Voyager 2 (1986) là tàu vũ trụ duy nhất ghé thăm Sao Thiên Vương, tiết lộ các vành đai và mặt trăng của nó.

# Uranus Exploration Title
source: Exploration of Uranus
vi: Khám Phá Sao Thiên Vương

# Uranus Mission Voyager 2 Description
source: Voyager 2 flew by Uranus, capturing images of its atmosphere, rings, and moons.
vi: Voyager 2 bay ngang qua Sao Thiên Vương, chụp ảnh bầu khí quyển, vành đai và mặt trăng của nó.

# Uranus Exploration Quote
source: “Voyager 2’s flyby of Uranus unveiled a mysterious ice giant.”
vi: “Chuyến bay ngang qua Sao Thiên Vương của Voyager 2 đã hé lộ một hành tinh băng giá bí ẩn.”

source: Wikipedia: Uranus
vi: Wikipedia: Sao Thiên Vương

# Neptune Random Info 1
source: Neptune is the eighth planet from the Sun.
vi: Sao Hải Vương là hành tinh thứ tám từ Mặt Trời.

# Neptune Random Info 2
source: It has the strongest winds in the Solar System, up to 2,400 km/h.
vi: Nó có những cơn gió mạnh nhất Hệ Mặt Trời, lên đến 2.400 km/h.

# Neptune Random Info 3
source: Its deep blue color comes from methane in its atmosphere.
vi: Màu xanh đậm của nó đến từ khí methane trong bầu khí quyển.

# Neptune Random Info 4
source: Neptune has 14 known moons, with Triton being the largest.
vi: Sao Hải Vương có 14 mặt trăng đã biết, với Triton là lớn nhất.

# Neptune Random Info 5
source: It was discovered in 1846 through mathematical predictions.
vi: Nó được phát hiện vào năm 1846 thông qua dự đoán toán học.
