Repository: FriskChara02/CosmosExplorer-App
Catalog: CosmosExplorer/*.lproj/Localizable.strings
Languages: vi

source: Unknown Blackhole
vi: Hố Đen Không Xác Định

# Local Blackholes
source: %d Local Blackholes
vi: %d Hố Đen Cục Bộ

source: Add New Blackhole
vi: Thêm Hố Đen Mới

# M87 Random Info 1
source: The M87 black hole was the first black hole to be directly imaged in 2019.
vi: Hố đen M87 là hố đen đầu tiên được chụp ảnh trực tiếp vào năm 2019.

# M87 Random Info 2
source: It resides in the center of the Messier 87 galaxy, a supergiant elliptical galaxy.
vi: Nó nằm ở trung tâm của thiên hà Messier 87, một thiên hà elip siêu lớn.

# M87 Random Info 3
source: The black hole has a mass of about 6.5 billion solar masses.
vi: Hố đen này có khối lượng khoảng 6,5 tỷ lần khối lượng Mặt Trời.

# M87 Random Info 4
source: Its event horizon is roughly 38 billion kilometers in diameter.
vi: Chân trời sự kiện của nó có đường kính khoảng 38 tỷ kilômét.

# M87 Random Info 5
source: The M87 black hole powers a massive relativistic jet visible in radio wavelengths.
vi: Hố đen M87 cung cấp năng lượng cho một tia tương đối tính lớn có thể quan sát được ở bước sóng radio.

# Sagittarius A Random Info 1
source: Sagittarius A* is located at the center of the Milky Way.
vi: Sagittarius A* nằm ở trung tâm của Dải Ngân Hà.

# Sagittarius A Random Info 2
source: It has a mass equivalent to about 4.3 million solar masses.
vi: Nó có khối lượng tương đương khoảng 4,3 triệu lần khối lượng Mặt Trời.

# Sagittarius A Random Info 3
source: It was discovered through the motion of stars orbiting it.
vi: Nó được phát hiện thông qua chuyển động của các ngôi sao quay quanh nó.

# Sagittarius A Random Info 4
source: Its event horizon is about 24 million kilometers in diameter.
vi: Chân trời sự kiện của nó có đường kính khoảng 24 triệu kilômét.

# Sagittarius A Random Info 5
source: It is actively studied using radio and infrared telescopes.
vi: Nó được nghiên cứu tích cực bằng kính viễn vọng vô tuyến và hồng ngoại.

# TON 618 Random Info 1
source: TON 618 is one of the most massive black holes ever discovered.
vi: TON 618 là một trong những hố đen khối lượng lớn nhất từng được phát hiện.

# TON 618 Random Info 2
source: Its Schwarzschild radius is about 1,300 AU, larger than our solar system.
vi: Bán kính Schwarzschild của nó khoảng 1.300 AU, lớn hơn hệ Mặt Trời của chúng ta.

# TON 618 Random Info 3
source: It is located in a distant quasar in the Canes Venatici constellation.
vi: Nó nằm trong một chuẩn tinh xa xôi ở chòm sao Canes Venatici.

# TON 618 Random Info 4
source: TON 618 powers one of the brightest quasars known.
vi: TON 618 cung cấp năng lượng cho một trong những chuẩn tinh sáng nhất được biết đến.

# TON 618 Random Info 5
source: It was first identified in 1970 through optical observations.
vi: Nó được xác định lần đầu tiên vào năm 1970 qua quan sát quang học.

source: Add Your New Blackhole
vi: Thêm Hố Đen Mới

source: Edit Blackhole
vi: Chỉnh Sửa Hố Đen

source: Blackhole Name
vi: Tên Hố Đen

# Blackhole Image
source: Select Blackhole Image
vi: Chọn Hình Ảnh Hố Đen

source: Are you sure you want to delete {blackhole.name}?
vi: Bạn có chắc chắn muốn xóa {blackhole.name}?

source: Aquarius
vi: Bảo Bình

# AquariusDescription
source: Aquarius, the water bearer constellation.
vi: Bảo Bình, chòm sao mang nước.

# Aquarius About Description
source: Aquarius is a constellation in the zodiac, located between Capricornus and Pisces. It is associated with the water bearer, a figure from mythology carrying a jug of water. It is visible in the southern hemisphere during autumn.
vi: Bảo Bình là một chòm sao thuộc cung hoàng đạo, nằm giữa Ma Kết và Song Ngư. Nó được liên kết với hình ảnh người mang nước, một nhân vật trong thần thoại cầm bình nước. Chòm sao này có thể quan sát được ở bán cầu nam vào mùa thu.

source: Constellations
vi: Chòm Sao

source: Search constellations...
vi: Tìm kiếm chòm sao...

source: Unknown Constellation
vi: Chòm Sao Không Xác Định

# Local Constellations
source: %d Local Constellations
vi: %d Chòm Sao Địa Phương

source: Add New Constellation
vi: Thêm Chòm Sao Mới

source: Main Stars
vi: Sao Chính

source: Named Stars
vi: Sao Được Đặt Tên

source: Wikipedia: Aquarius Constellation
vi: Wikipedia: Chòm Sao Bảo Bình

# Aquarius Random Info 1
source: Aquarius is the 10th largest constellation in the sky.
vi: Bảo Bình là chòm sao lớn thứ 10 trên bầu trời.

# Aquarius Random Info 2
source: It is one of the 12 zodiac constellations.
vi: Đây là một trong 12 chòm sao hoàng đạo.

# Aquarius Random Info 3
source: The brightest star in Aquarius is Sadalsuud.
vi: Ngôi sao sáng nhất trong Bảo Bình là Sadalsuud.

# Aquarius Random Info 4
source: Aquarius is associated with the myth of Ganymede, a water bearer in Greek mythology.
vi: Bảo Bình được liên kết với thần thoại về Ganymede, người mang nước trong thần thoại Hy Lạp.

# Aquarius Random Info 5
source: It contains several notable deep-sky objects, including the globular clusters M2 and M72.
vi: Chòm sao này chứa một số vật thể sâu đáng chú ý, bao gồm các cụm sao cầu M2 và M72.

source: Cancer
vi: Cự Giải

# CancerDescription
source: Cancer, the crab constellation.
vi: Cự Giải, chòm sao con cua.

# Cancer About Description
source: Cancer is a zodiac constellation located between Gemini and Leo. It is associated with the crab from Greek mythology, sent by Hera to hinder Hercules. It is one of the faintest zodiac constellations, visible in the northern hemisphere during spring.
vi: Cự Giải là một chòm sao hoàng đạo, nằm giữa Song Tử và Sư Tử. Nó liên quan đến con cua trong thần thoại Hy Lạp, được Hera gửi đến để cản trở Hercules. Đây là một trong những chòm sao mờ nhất trong hoàng đạo, có thể quan sát ở bán cầu bắc vào mùa xuân.

# Cancer Random Info 1
source: Cancer is the 31st largest constellation in the sky.
vi: Cự Giải là chòm sao lớn thứ 31 trên bầu trời.

# Cancer Random Info 2
source: It is one of the 12 zodiac constellations.
vi: Nó là một trong 12 chòm sao hoàng đạo.

# Cancer Random Info 3
source: The brightest star in Cancer is Tarf (Beta Cancri).
vi: Ngôi sao sáng nhất trong Cự Giải là Tarf (Beta Cancri).

# Cancer Random Info 4
source: Cancer contains the famous Beehive Cluster (M44), a bright open star cluster.
vi: Cự Giải chứa cụm sao M44, còn gọi là Cụm Ong, một cụm sao mở sáng.

# Cancer Random Info 5
source: The constellation is linked to the myth of Hercules and the Hydra.
vi: Chòm sao này liên quan đến thần thoại Hercules và Hydra.

source: Wikipedia: Cancer Constellation
vi: Wikipedia: Chòm Sao Cự Giải

source: Capricorn
vi: Ma Kết

# CapricornDescription
source: Capricorn, the sea goat constellation.
vi: Ma Kết, chòm sao dê biển.

# Capricorn About Description
source: Capricornus, or Capricorn, is a zodiac constellation located between Sagittarius and Aquarius. It is associated with the mythological sea goat, a creature with the body of a goat and the tail of a fish. It is visible in the southern hemisphere during autumn.
vi: Ma Kết, hay Capricornus, là một chòm sao hoàng đạo nằm giữa Nhân Mã và Bảo Bình. Nó liên quan đến hình ảnh dê biển trong thần thoại, một sinh vật có thân dê và đuôi cá. Có thể quan sát ở bán cầu nam vào mùa thu.

# Capricorn Random Info 1
source: Capricornus is the 40th largest constellation in the sky.
vi: Ma Kết là chòm sao lớn thứ 40 trên bầu trời.

# Capricorn Random Info 2
source: It is one of the 12 zodiac constellations.
vi: Nó là một trong 12 chòm sao hoàng đạo.

# Capricorn Random Info 3
source: The brightest star in Capricornus is Deneb Algedi.
vi: Ngôi sao sáng nhất trong Ma Kết là Deneb Algedi.

# Capricorn Random Info 4
source: Capricornus is associated with the myth of Amalthea, the goat that nursed Zeus.
vi: Ma Kết liên quan đến thần thoại Amalthea, con dê nuôi dưỡng Zeus.

# Capricorn Random Info 5
source: It contains the globular cluster M30, a notable deep-sky object.
vi: Nó chứa cụm sao cầu M30, một vật thể sâu nổi bật.

source: Wikipedia: Capricorn Constellation
vi: Wikipedia: Chòm Sao Ma Kết

source: Add Your New Constellation
vi: Thêm Chòm Sao Mới Của Bạn

source: Edit Constellation
vi: Chỉnh Sửa Chòm Sao

source: Constellation Name
vi: Tên Chòm Sao

# Constellation Image
source: Select Constellation Image
vi: Chọn Hình Ảnh Chòm Sao

source: Are you sure you want to delete {constellation.name}?
vi: Bạn có chắc chắn muốn xóa {constellation.name}?

# Named Star
source: Named Star {index}
vi: Sao Được Đặt Tên {index}

source: Planets Catalog
vi: Danh mục Hành tinh

# Proxima b Random Info 1
source: Orbits every 11.185 Earth days at 0.048 AU
vi: Quỹ đạo mỗi 11,185 ngày Trái Đất ở khoảng cách 0,048 AU

# Proxima b Random Info 2
source: Slightly larger than Earth in habitable zone
vi: Hơi lớn hơn Trái Đất, nằm trong vùng có thể sinh sống

# Proxima b Random Info 3
source: Super Earth orbiting M-type star
vi: Siêu Trái Đất quay quanh sao lùn loại M

# Proxima b Random Info 4
source: Mass about 1.173 Earth masses
vi: Khối lượng khoảng 1,173 lần khối lượng Trái Đất

# Proxima b Random Info 5
source: Year lasts 11.2 Earth days, 4.2 light-years away
vi: Một năm kéo dài 11,2 ngày Trái Đất, cách 4,2 năm ánh sáng

# Proxima b About Description
source: Proxima b is a potentially habitable super-Earth orbiting the red dwarf star Proxima Centauri, the closest star to the Sun.
vi: Proxima b là một siêu Trái Đất có khả năng sinh sống, quay quanh sao lùn đỏ Proxima Centauri, ngôi sao gần Mặt Trời nhất.

# Proxima b By The Numbers Radius
source: ~1.07 Earth radii
vi: Bán kính: ~1,07 lần bán kính Trái Đất

# Proxima b By The Numbers Distance
source: ~4.24 light-years
vi: Khoảng cách từ Mặt Trời: ~4,24 năm ánh sáng

# Proxima b By The Numbers Age
source: Unknown
vi: Tuổi: Không rõ

# Kepler-452b Random Info 1
source: Mass 3.29 Earths, orbits in 384.8 days
vi: Khối lượng 3,29 lần Trái Đất, quỹ đạo 384,8 ngày

# Kepler-452b Random Info 2
source: Star is 6 billion years old, 1.5B older than Sun
vi: Ngôi sao 6 tỷ năm tuổi, già hơn Mặt Trời 1,5 tỷ năm

# Kepler-452b Random Info 3
source: 60% larger in diameter than Earth
vi: Đường kính lớn hơn Trái Đất 60%

# Kepler-452b Random Info 4
source: Super-Earth size, potentially rocky
vi: Kích thước siêu Trái Đất, có thể là đá

# Kepler-452b Random Info 5
source: Orbits at distance similar to Earth from its star
vi: Quỹ đạo ở khoảng cách tương tự Trái Đất với ngôi sao của nó

# Kepler-452b About Description
source: Kepler-452b is a super-Earth exoplanet orbiting in the habitable zone of a Sun-like star, often called Earth's cousin.
vi: Kepler-452b là một siêu Trái Đất nằm trong vùng có thể sinh sống của một ngôi sao giống Mặt Trời, thường được gọi là anh em họ của Trái Đất.

# Kepler-452b By The Numbers Radius
source: ~1.6 Earth radii
vi: Bán kính: ~1,6 lần bán kính Trái Đất

# Kepler-452b By The Numbers Distance
source: ~1,400 light-years
vi: Khoảng cách từ Mặt Trời: ~1.400 năm ánh sáng

# Kepler-452b By The Numbers Age
source: ~6 billion years
vi: Tuổi: ~6 tỷ năm

# 55 Cancri e Random Info 1
source: Mass 7.99 Earths, orbits in 0.7 days
vi: Khối lượng 7,99 lần Trái Đất, quỹ đạo 0,7 ngày

# 55 Cancri e Random Info 2
source: Super-Earth with possible diamond composition
vi: Siêu Trái Đất có thể có thành phần kim cương

# 55 Cancri e Random Info 3
source: Has a thick atmosphere detected by JWST
vi: Có bầu khí quyển dày được phát hiện bởi JWST

# 55 Cancri e Random Info 4
source: Surface temperature nearly 2400K, uninhabitable
vi: Nhiệt độ bề mặt gần 2400K, không thể sinh sống

# 55 Cancri e Random Info 5
source: Twice Earth's size, eight times more massive
vi: Gấp đôi kích thước Trái Đất, nặng gấp tám lần

# 55 Cancri e About Description
source: 55 Cancri e is a super-Earth exoplanet with a possible diamond interior and thick atmosphere, extremely hot and close to its star.
vi: 55 Cancri e là một siêu Trái Đất với lõi có thể là kim cương và bầu khí quyển dày, rất nóng và gần ngôi sao của nó.

# 55 Cancri e By The Numbers Radius
source: ~2 Earth radii
vi: Bán kính: ~2 lần bán kính Trái Đất

# 55 Cancri e By The Numbers Distance
source: ~40 light-years
vi: Khoảng cách từ Mặt Trời: ~40 năm ánh sáng

# 55 Cancri e By The Numbers Age
source: Unknown
vi: Tuổi: Không rõ

source: Add Your New Planets
vi: Thêm Hành tinh Mới

source: Edit Planets
vi: Chỉnh sửa Hành tinh

source: Planets Name
vi: Tên Hành tinh

# Planets Image
source: Select Planets Image
vi: Chọn Hình ảnh Hành tinh

source: Are you sure you want to delete {planets.name}?
vi: Bạn có chắc muốn xóa {planets.name}?

source: Unknown Planets
vi: Hành tinh Không rõ

# Local Planets
source: %d Local Planets
vi: %d Hành tinh Cục bộ

source: Add New Planets
vi: Thêm Hành tinh Mới

# No Planets
source: No planets yet
vi: Chưa có hành tinh

# Add First Planets
source: Add your first planet!
vi: Thêm hành tinh đầu tiên của bạn!

# Proxima b Description
source: A potentially habitable exoplanet in the Proxima Centauri system.
vi: Một ngoại hành tinh có khả năng sinh sống trong hệ Proxima Centauri.

# Kepler-452b Description
source: A super-Earth in the habitable zone of a Sun-like star.
vi: Một siêu Trái Đất trong vùng có thể sinh sống của một ngôi sao giống Mặt Trời.

# 55 Cancri e Description
source: A super-Earth with a possible diamond interior, very hot.
vi: Một siêu Trái Đất với lõi có thể là kim cương, rất nóng.

source: Moon
vi: Mặt Trăng

source: Altitude
vi: Độ Cao

source: Rise
vi: Mọc

source: Set
vi: Lặn

source: Current Time
vi: Thời Gian Hiện Tại

source: Loading data...
vi: Đang tải dữ liệu...

# Altitude Explanation
source: The height of a celestial body above the horizon, measured in degrees.
vi: Độ cao của một thiên thể so với đường chân trời, được đo bằng độ.

# Rise Explanation
source: The time when a celestial body first appears above the horizon.
vi: Thời điểm một thiên thể xuất hiện lần đầu trên đường chân trời.

# Transit Explanation
source: The moment when a celestial body crosses the observer's meridian, reaching its highest point in the sky.
vi: Khoảnh khắc một thiên thể đi qua kinh tuyến của người quan sát, đạt điểm cao nhất trên bầu trời.

# Set Explanation
source: The time when a celestial body disappears below the horizon.
vi: Thời điểm một thiên thể biến mất dưới đường chân trời.

source: Orbital Speed
vi: Tốc độ quỹ đạo

source: Current Time
vi: Thời gian hiện tại

source: Day Length
vi: Độ dài ngày

source: Night Length
vi: Độ dài đêm

source: Season
vi: Mùa

source: Moon Phase
vi: Pha Mặt Trăng

source: Next Phase
vi: Pha tiếp theo

source: Special Astronomical Events
vi: Hiện tượng thiên văn đặc biệt

source: Date
vi: Ngày

# No Special Events Today
source: No special astronomical events today ^^ Come back later!
vi: Hôm nay không có hiện tượng thiên văn đặc biệt ^^ Bạn hãy trở lại sau nhaa!

source: You are living here ^^
vi: Bạn đang sống ở đây ^^

source: New Moon
vi: Trăng non

source: Waxing Crescent
vi: Lưỡi liềm đầu tháng

source: First Quarter
vi: Trăng thượng huyền

source: Full Moon
vi: Trăng tròn

source: Last Quarter
vi: Trăng hạ huyền

source: Waning Crescent
vi: Lưỡi liềm cuối tháng

source: Phase Angle
vi: Góc pha

source: Illuminated Fraction
vi: Phần chiếu sáng

# Elongation Angle
source: Angle
vi: Góc lệch

source: Opposition
vi: Đối lập

# Opposition Description
source: Opposite the Sun
vi: Đối lập với Mặt Trời

source: Event Explanations
vi: Giải thích hiện tượng

source: No explanations available
vi: Không có giải thích nào

# Moon Phase Explanation
source: The Moon's phase shows how much of it is illuminated by the Sun as seen from Earth.
vi: Pha của Mặt Trăng cho thấy phần nào của nó được chiếu sáng bởi Mặt Trời khi nhìn từ Trái Đất.

# Phase Angle Explanation
source: The angle between the Sun, Moon, and Earth, determining the Moon's visible shape.
vi: Góc giữa Mặt Trời, Mặt Trăng và Trái Đất, quyết định hình dạng nhìn thấy của Mặt Trăng.

# Illuminated Fraction Explanation
source: The percentage of the Moon's surface that is lit by the Sun.
vi: Phần trăm bề mặt Mặt Trăng được chiếu sáng bởi Mặt Trời.

# Elongation Explanation
source: The angular distance between a planet and the Sun, indicating visibility from Earth.
vi: Khoảng cách góc giữa hành tinh và Mặt Trời, cho biết khả năng quan sát từ Trái Đất.

# Opposition Explanation
source: When a planet is opposite the Sun in the sky, making it fully illuminated and closest to Earth.
vi: Khi hành tinh đối diện với Mặt Trời trên bầu trời, làm cho nó được chiếu sáng đầy đủ và gần Trái Đất nhất.

# No Explanation Available
source: No explanation available for this event.
vi: Không có giải thích cho hiện tượng này.

source: hours
vi: giờ

source: Spring
vi: Xuân

source: Summer
vi: Hè

source: Autumn
vi: Thu

source: Winter
vi: Đông
