Repository: FriskChara02/CosmosExplorer-App
Catalog: CosmosExplorer/*.lproj/Localizable.strings
Languages: vi

# Mercury Exploration Quote
source: “Mercury, the swift planet, hides secrets beneath its scarred surface.”
vi: “Sao Thủy, hành tinh nhanh nhẹn, ẩn giấu bí mật dưới bề mặt đầy sẹo.”

source: Wikipedia: Mercury
vi: Wikipedia: Sao Thủy

# Venus Random Info 1
source: Venus is the second planet from the Sun.
vi: Sao Kim là hành tinh thứ hai từ Mặt Trời.

# Venus Random Info 2
source: It has the hottest surface of any planet, reaching 470°C.
vi: Nó có bề mặt nóng nhất trong các hành tinh, đạt 470°C.

# Venus Random Info 3
source: Venus rotates backwards compared to most planets.
vi: Sao Kim quay ngược so với hầu hết các hành tinh.

# Venus Random Info 4
source: It has no moons or rings.
vi: Nó không có mặt trăng hay vành đai.

# Venus Random Info 5
source: Venus is often called Earth's 'sister planet' due to its similar size.
vi: Sao Kim thường được gọi là 'hành tinh chị em' của Trái Đất do kích thước tương tự.

# Venus About Description
source: Venus, the second planet from the Sun, is a scorching world with surface temperatures around 470°C due to a thick atmosphere rich in carbon dioxide. Its retrograde rotation makes it unique, and its thick clouds of sulfuric acid obscure its surface. Often called Earth's 'sister planet,' Venus is similar in size but vastly different in conditions.
vi: Sao Kim, hành tinh thứ hai từ Mặt Trời, là một thế giới nóng bỏng với nhiệt độ bề mặt khoảng 470°C do bầu khí quyển dày đặc chứa nhiều carbon dioxide. Vòng quay ngược của nó làm nó trở nên độc đáo, và các đám mây axit sulfuric dày đặc che khuất bề mặt. Thường được gọi là 'hành tinh chị em' của Trái Đất, sao Kim có kích thước tương tự nhưng điều kiện hoàn toàn khác biệt.

# Venus By The Numbers Planet Type
source: Planet Type: Terrestrial
vi: Loại Hành Tinh: Hành tinh đất đá

# Venus By The Numbers Radius
source: Radius: ~6,052 km
vi: Bán Kính: ~6.052 km

# Venus By The Numbers Distance
source: Distance from Sun: ~108.2 million km
vi: Khoảng Cách từ Mặt Trời: ~108,2 triệu km

# Venus By The Numbers Moons
source: Moons: None
vi: Mặt Trăng: Không có

# Venus By The Numbers Gravity
source: Gravity: ~8.87 m/s²
vi: Trọng Lực: ~8,87 m/s²

# Venus By The Numbers Tilt
source: Tilt of Axis: ~177.4°
vi: Độ Nghiêng Trục: ~177,4°

# Venus By The Numbers Year
source: Length of Year: ~225 Earth days
vi: Độ Dài Năm: ~225 ngày Trái Đất

# Venus By The Numbers Day
source: Length of Day: ~243 Earth days
vi: Độ Dài Ngày: ~243 ngày Trái Đất

# Venus By The Numbers Temperature
source: Temperature: ~470°C (surface)
vi: Nhiệt Độ: ~470°C (bề mặt)

# Venus By The Numbers Age
source: Age: ~4.5 billion years
vi: Tuổi: ~4,5 tỷ năm

# Venus Myths Title
source: 🌌 Venus Myths Across Cultures
vi: 🌌 Thần Thoại Sao Kim Qua Các Nền Văn Hóa

# Venus Myths Description
source: Venus, the brightest planet in the sky, has inspired myths of love, beauty, and celestial power across civilizations.
vi: Sao Kim, hành tinh sáng nhất trên bầu trời, đã truyền cảm hứng cho các thần thoại về tình yêu, vẻ đẹp và sức mạnh thiên thể qua các nền văn minh.

# Hindu Myth God
source: Varuna
vi: Shukra

# Hindu Myth Description
source: Varuna, god of the sky and waters, upheld cosmic order in Vedic mythology.
vi: Shukra, vị thần của sao Kim, đại diện cho sự giàu có, niềm vui và sự sinh sản trong thần thoại Hindu.

# Venus Internal Title
source: 🌌 Internal Layers of Venus
vi: 🌌 Các Lớp Bên Trong của Sao Kim

# Venus Layer Core
source: Core
vi: Lõi

# Venus Layer Core Description
source: Venus' iron core, likely molten, generates a weak magnetic field.
vi: Lõi sắt của sao Kim, có thể ở trạng thái lỏng, tạo ra từ trường yếu.

# Venus Layer Mantle
source: Mantle
vi: Lớp Áo

# Venus Layer Mantle Description
source: The mantle, composed of silicate rocks, drives volcanic activity on Venus.
vi: Lớp áo, gồm các đá silicat, thúc đẩy hoạt động núi lửa trên sao Kim.

# Venus Layer Crust
source: Crust
vi: Vỏ

# Venus Layer Crust Description
source: The crust is marked by vast volcanic plains and impact craters.
vi: Vỏ được đánh dấu bởi các bình nguyên núi lửa rộng lớn và các miệng hố va chạm.

# Venus Layer Atmosphere
source: Atmosphere
vi: Khí Quyển

# Venus Layer Atmosphere Description
source: A thick CO2 atmosphere with sulfuric acid clouds creates extreme greenhouse effects.
vi: Bầu khí quyển dày CO2 với các đám mây axit sulfuric tạo ra hiệu ứng nhà kính cực đoan.

# Venus In Depth Title
source: In-Depth Study of Venus
vi: Nghiên Cứu Sâu Hơn về Sao Kim

# Venus In Depth Atmosphere
source: Atmosphere
vi: Khí Quyển

# Venus In Depth Atmosphere Description
source: Venus' atmosphere is 96% carbon dioxide, trapping heat and creating crushing pressure.
vi: Khí quyển sao Kim chứa 96% carbon dioxide, giữ nhiệt và tạo áp suất nghiền nát.

# Venus In Depth Surface
source: Surface Features
vi: Đặc Điểm Bề Mặt

# Venus In Depth Surface Description
source: Venus' surface is dominated by volcanic plains, mountains, and impact craters.
vi: Bề mặt sao Kim bị chi phối bởi các bình nguyên núi lửa, núi và miệng hố va chạm.

# Venus In Depth Volcanism
source: Volcanism
vi: Núi Lửa

# Venus In Depth Volcanism Description
source: Venus has thousands of volcanoes, some potentially active, shaping its surface.
vi: Sao Kim có hàng ngàn núi lửa, một số có thể đang hoạt động, định hình bề mặt của nó.

# Venus In Depth Missions
source: Scientific Missions
vi: Nhiệm Vụ Khoa Học

# Venus In Depth Missions Description
source: Missions like Magellan and Akatsuki have mapped Venus' surface and studied its atmosphere.
vi: Các nhiệm vụ như Magellan và Akatsuki đã lập bản đồ bề mặt sao Kim và nghiên cứu khí quyển của nó.

# Venus Exploration Title
source: Exploration of Venus
vi: Khám Phá Sao Kim

# Venus Mission Venera
source: Venera Program (1961-1983)
vi: Chương trình Venera (1961-1983)

# Venus Mission Venera Description
source: Soviet Venera probes were the first to land on Venus, capturing images and data.
vi: Các tàu thăm dò Venera của Liên Xô là những tàu đầu tiên hạ cánh trên sao Kim, chụp ảnh và dữ liệu.

# Venus Mission Magellan Description
source: NASA's Magellan mapped 98% of Venus' surface using radar.
vi: Magellan của NASA đã lập bản đồ 98% bề mặt sao Kim bằng radar.

# Venus Mission Akatsuki Description
source: Japan's Akatsuki studies Venus' atmosphere and weather patterns.
vi: Akatsuki của Nhật Bản nghiên cứu khí quyển và mô hình thời tiết của sao Kim.

# Venus Exploration Quote
source: “Venus is Earth's twin, but with a fiery temperament.”
vi: “Sao Kim là người anh em song sinh của Trái Đất, nhưng với tính khí rực lửa.”

source: Wikipedia: Venus
vi: Wikipedia: Sao Kim

# Earth Random Info 1
source: Earth is the third planet from the Sun.
vi: Trái Đất là hành tinh thứ ba từ Mặt Trời.

# Earth Random Info 2
source: It is the only known planet to support life.
vi: Đây là hành tinh duy nhất được biết là có sự sống.

# Earth Random Info 3
source: Earth's surface is 71% water.
vi: Bề mặt Trái Đất có 71% là nước.

# Earth Random Info 4
source: It is approximately 4.54 billion years old.
vi: Nó khoảng 4,54 tỷ năm tuổi.

# Earth Random Info 5
source: Earth has one natural moon.
vi: Trái Đất có một mặt trăng tự nhiên.

# Earth About Description
source: Earth, the third planet from the Sun, is the only known celestial body to harbor life. Aged around 4.54 billion years, it features a dynamic surface with 71% covered by oceans. Its atmosphere supports diverse ecosystems and protects life from solar radiation. Earth's magnetic field and geological activity shape its unique environment.
vi: Trái Đất, hành tinh thứ ba từ Mặt Trời, là thiên thể duy nhất được biết là có sự sống. Với tuổi khoảng 4,54 tỷ năm, nó có bề mặt năng động với 71% được bao phủ bởi đại dương. Bầu khí quyển hỗ trợ các hệ sinh thái đa dạng và bảo vệ sự sống khỏi bức xạ mặt trời. Từ trường và hoạt động địa chất của Trái Đất định hình môi trường độc đáo của nó.

# Earth By The Numbers Planet Type
source: Planet Type: Terrestrial
vi: Loại Hành Tinh: Hành tinh đất đá

# Earth By The Numbers Radius
source: Radius: ~6,371 km
vi: Bán Kính: ~6.371 km

# Earth By The Numbers Distance
source: Distance from Sun: ~149.6 million km
vi: Khoảng Cách từ Mặt Trời: ~149,6 triệu km

# Earth By The Numbers Moons
source: Moons: 1 (The Moon)
vi: Mặt Trăng: 1 (Mặt Trăng)

# Earth By The Numbers Gravity
source: Gravity: ~9.8 m/s²
vi: Trọng Lực: ~9,8 m/s²

# Earth By The Numbers Tilt
source: Tilt of Axis: ~23.5°
vi: Độ Nghiêng Trục: ~23,5°

# Earth By The Numbers Year
source: Length of Year: ~365.25 days
vi: Độ Dài Năm: ~365,25 ngày

# Earth By The Numbers Day
source: Length of Day: ~24 hours
vi: Độ Dài Ngày: ~24 giờ

# Earth By The Numbers Temperature
source: Temperature: ~15°C (average surface)
vi: Nhiệt Độ: ~15°C (bề mặt trung bình)

# Earth By The Numbers Age
source: Age: ~4.54 billion years
vi: Tuổi: ~4,54 tỷ năm

# Earth Myths Title
source: 🌍 Earth Myths Across Cultures
vi: 🌍 Thần Thoại Trái Đất Qua Các Nền Văn Hóa

# Earth Myths Description
source: Across civilizations, Earth has been revered as a nurturing mother or divine entity, shaping myths worldwide.
vi: Qua các nền văn minh, Trái Đất được tôn kính như một người mẹ nuôi dưỡng hoặc thực thể thần thánh, định hình các thần thoại trên toàn thế giới.

# Norse Myth Culture
source: Norse
vi: Bắc Âu

# Norse Myth God
source: Thor
vi: Jörd

# Norse Myth Description
source: Thor, the Norse god of thunder, shares similarities with Jupiter as a symbol of strength.
vi: Jörd, nữ thần Trái Đất, là mẹ của Thor và đại diện cho thế giới tự nhiên.

# Inca Myth Description
source: Pachamama, the Earth goddess, was revered as a fertility deity sustaining life and crops.
vi: Pachamama, nữ thần Trái Đất, được tôn kính như vị thần sinh sản duy trì sự sống và mùa màng.

# Earth Internal Title
source: 🌍 Internal Layers of the Earth
vi: 🌍 Các Lớp Bên Trong của Trái Đất

# Earth Layer Core
source: Core
vi: Lõi

# Earth Layer Core Description
source: The Earth's core, at ~5,000°C, consists of a solid inner core and liquid outer core, driving the magnetic field.
vi: Lõi Trái Đất, ở ~5.000°C, gồm lõi trong rắn và lõi ngoài lỏng, tạo ra từ trường.

# Earth Layer Mantle
source: Mantle
vi: Lớp Áo

# Earth Layer Mantle Description
source: The mantle, a thick layer of hot rock, drives plate tectonics through convection currents.
vi: Lớp áo, một lớp đá nóng dày, thúc đẩy kiến tạo mảng thông qua dòng đối lưu.

# Earth Layer Crust
source: Crust
vi: Vỏ

# Earth Layer Crust Description
source: The thin crust forms Earth’s surface, hosting continents and ocean basins.
vi: Vỏ mỏng tạo thành bề mặt Trái Đất, chứa các lục địa và lòng chảo đại dương.

# Earth Layer Atmosphere
source: Atmosphere
vi: Khí Quyển

# Earth Layer Atmosphere Description
source: The atmosphere protects life, regulates temperature, and contains breathable air.
vi: Khí quyển bảo vệ sự sống, điều hòa nhiệt độ và chứa không khí có thể thở.

# Earth In Depth Title
source: In-Depth Study of the Earth
vi: Nghiên Cứu Sâu Hơn về Trái Đất

# Earth In Depth Continents
source: Continents
vi: Lục Địa

# Earth In Depth Continents Description
source: Earth’s seven continents are dynamic landmasses shaped by tectonic activity over millions of years.
vi: Bảy lục địa của Trái Đất là các khối đất động được định hình bởi hoạt động kiến tạo qua hàng triệu năm.

# Earth In Depth Oceans
source: Oceans
vi: Đại Dương

# Earth In Depth Oceans Description
source: Covering 71% of Earth, oceans regulate climate and support diverse marine ecosystems.
vi: Bao phủ 71% Trái Đất, đại dương điều hòa khí hậu và hỗ trợ các hệ sinh thái biển đa dạng.

# Earth In Depth Atmosphere
source: Atmosphere
vi: Khí Quyển

# Earth In Depth Atmosphere Description
source: The atmosphere shields life from radiation and supports weather patterns critical for survival.
vi: Khí quyển bảo vệ sự sống khỏi bức xạ và hỗ trợ các mô hình thời tiết cần thiết cho sự sống.

# Earth In Depth Missions
source: Scientific Missions
vi: Nhiệm Vụ Khoa Học

# Earth In Depth Missions Description
source: Orbiting satellites like Landsat and missions like Apollo have expanded our understanding of Earth’s systems.
vi: Các vệ tinh như Landsat và các nhiệm vụ như Apollo đã mở rộng hiểu biết của chúng ta về hệ thống Trái Đất.

# Earth Exploration Title
source: Exploration of the Earth
vi: Khám Phá Trái Đất

# Earth Mission Apollo
source: Apollo Program (1969)
vi: Chương trình Apollo (1969)

# Earth Mission Apollo Description
source: The Apollo program landed humans on the Moon, offering new perspectives on Earth.
vi: Chương trình Apollo đưa con người lên Mặt Trăng, mang lại góc nhìn mới về Trái Đất.

# Earth Mission ISS Description
source: The International Space Station conducts experiments and observes Earth from orbit.
vi: Trạm Vũ trụ Quốc tế tiến hành thí nghiệm và quan sát Trái Đất từ quỹ đạo.

# Earth Mission Hubble
source: Hubble Space Telescope (1990)
vi: Kính Viễn vọng Không gian Hubble (1990)

# Earth Mission Hubble Description
source: Hubble has captured stunning images of Earth and the cosmos, advancing science.
vi: Hubble đã chụp được những hình ảnh tuyệt đẹp của Trái Đất và vũ trụ, thúc đẩy khoa học.

# Earth Exploration Quote
source: “Earth is a small planet with a big story.”
vi: “Trái Đất là một hành tinh nhỏ với một câu chuyện lớn.”

source: Wikipedia: Earth
vi: Wikipedia: Trái Đất

# Moon Random Info 1
source: The Moon is Earth's only natural satellite.
vi: Mặt Trăng là vệ tinh tự nhiên duy nhất của Trái Đất.

# Moon Random Info 2
source: It is the fifth-largest moon in the Solar System.
vi: Nó là vệ tinh lớn thứ năm trong Hệ Mặt Trời.

# Moon Random Info 3
source: The Moon's surface is covered with craters from ancient impacts.
vi: Bề mặt Mặt Trăng đầy các hố va chạm từ các vụ va chạm cổ đại.

# Moon Random Info 4
source: It has no atmosphere, making it unable to support life.
vi: Mặt Trăng không có khí quyển, không thể hỗ trợ sự sống.

# Moon Random Info 5
source: The Moon causes Earth's tides due to its gravitational pull.
vi: Mặt Trăng gây ra thủy triều trên Trái Đất nhờ lực hấp dẫn của nó.

# Moon About Description
source: The Moon, Earth's closest celestial companion, is a rocky satellite orbiting at an average distance of about 384,400 km. Roughly 4.5 billion years old, it formed from debris ejected during a massive impact between Earth and a Mars-sized body. Its heavily cratered surface, marked by ancient impacts, lacks an atmosphere, resulting in extreme temperature swings from -173°C to 127°C. The Moon's gravitational influence drives Earth's tides and has inspired myths and exploration for centuries.
vi: Mặt Trăng, người bạn đồng hành gần gũi nhất của Trái Đất, là một vệ tinh đá quay quanh Trái Đất ở khoảng cách trung bình khoảng 384.400 km. Có tuổi đời khoảng 4,5 tỷ năm, nó được hình thành từ mảnh vỡ của một vụ va chạm lớn giữa Trái Đất và một thiên thể kích thước sao Hỏa. Bề mặt đầy hố va chạm của nó, không có khí quyển, dẫn đến sự dao động nhiệt độ khắc nghiệt từ -173°C đến 127°C. Lực hấp dẫn của Mặt Trăng điều khiển thủy triều của Trái Đất và đã truyền cảm hứng cho các thần thoại và thám hiểm trong nhiều thế kỷ.

# Moon By The Numbers Type
source: Type: Natural Satellite
vi: Loại: Vệ tinh tự nhiên

# Moon By The Numbers Radius
source: Radius: ~1,737.4 km
vi: Bán kính: ~1.737,4 km

# Moon By The Numbers Distance
source: Distance from Earth: ~384,400 km (average)
vi: Khoảng cách từ Trái Đất: ~384.400 km (trung bình)

# Moon By The Numbers Gravity
source: Gravity: ~1.62 m/s²
vi: Trọng lực: ~1,62 m/s²

# Moon By The Numbers Tilt
source: Tilt of Axis: ~6.68° (relative to Earth's equator)
vi: Độ nghiêng trục: ~6,68° (so với xích đạo Trái Đất)

# Moon By The Numbers Orbital Period
source: Orbital Period: ~27.32 Earth days
vi: Chu kỳ quỹ đạo: ~27,32 ngày Trái Đất

# Moon By The Numbers Rotation
source: Rotation Period: ~27.32 Earth days (synchronous)
vi: Chu kỳ quay: ~27,32 ngày Trái Đất (đồng bộ)

# Moon By The Numbers Temperature
source: Temperature: -173°C to 127°C
vi: Nhiệt độ: -173°C đến 127°C

# Moon By The Numbers Age
source: Age: ~4.5 billion years
vi: Tuổi: ~4,5 tỷ năm

# Moon Myths Title
source: 🌙 Moon Myths Across Cultures
vi: 🌙 Thần thoại về Mặt Trăng qua các nền văn hóa

# Moon Myths Description
source: The Moon has captivated human imagination for millennia, inspiring myths and deities in cultures worldwide.
vi: Mặt Trăng đã thu hút trí tưởng tượng của con người qua hàng thiên niên kỷ, truyền cảm hứng cho các thần thoại và truyền thuyết trên toàn thế giới.

# Greek Moon Description
source: Selene, the Greek Moon goddess, drove her silvery chariot across the night sky, illuminating the world.
vi: Selene, nữ thần Mặt Trăng Hy Lạp, điều khiển cỗ xe bạc trên bầu trời đêm, chiếu sáng thế giới.

# Chinese Myth Culture
source: Chinese
vi: Trung Quốc

# Chinese Moon Description
source: Changxi, a lunar deity, was associated with the Moon and the mother of twelve moons in Chinese mythology.
vi: Changxi, một vị thần mặt trăng, được liên kết với Mặt Trăng và là mẹ của mười hai mặt trăng trong thần thoại Trung Quốc.

# Egyptian Moon Description
source: Khonsu, the Egyptian Moon god, was a protector and traveler, associated with time and healing.
vi: Khonsu, thần Mặt Trăng Ai Cập, là người bảo vệ và du hành, liên quan đến thời gian và sự chữa lành.

# Aztec Moon Description
source: Metztli, the Aztec Moon deity, symbolized the cyclical nature of time and was revered in rituals.
vi: Metztli, vị thần Mặt Trăng Aztec, tượng trưng cho bản chất chu kỳ của thời gian và được tôn kính trong các nghi lễ.

# Moon Internal Title
source: 🌙 Internal Structure of the Moon
vi: 🌙 Cấu trúc bên trong của Mặt Trăng

# Moon Layer Crust
source: Crust
vi: Vỏ

# Moon Layer Crust Description
source: A rocky, cratered surface, about 50 km thick, formed from ancient volcanic activity and impacts.
vi: Bề mặt đá, đầy hố va chạm, dày khoảng 50 km, được hình thành từ hoạt động núi lửa cổ đại và các vụ va chạm.

# Moon Layer Mantle
source: Mantle
vi: Lớp phủ

# Moon Layer Mantle Description
source: A solid, rocky layer beneath the crust, rich in minerals like olivine, extending to about 1,300 km deep.
vi: Lớp đá rắn bên dưới vỏ, giàu khoáng chất như olivine, kéo dài đến khoảng 1.300 km.

# Moon Layer Core
source: Core
vi: Lõi

# Moon Layer Core Description
source: A small, partially molten iron core, roughly 300-400 km in radius, less active than Earth's.
vi: Lõi sắt nhỏ, một phần nóng chảy, có bán kính khoảng 300-400 km, ít hoạt động hơn so với Trái Đất.

# Moon In Depth Title
source: In-Depth Study of the Moon
vi: Nghiên cứu chuyên sâu về Mặt Trăng

# Moon In Depth Tides
source: Tidal Effects
vi: Hiệu ứng thủy triều

# Moon In Depth Tides Description
source: The Moon’s gravity causes Earth’s ocean tides, shaping coastal ecosystems and influencing navigation.
vi: Lực hấp dẫn của Mặt Trăng gây ra thủy triều đại dương trên Trái Đất, định hình hệ sinh thái ven biển và ảnh hưởng đến hàng hải.

# Moon In Depth Craters
source: Impact Craters
vi: Hố va chạm

# Moon In Depth Craters Description
source: The Moon’s surface is scarred with craters from meteor impacts, preserving a record of cosmic collisions.
vi: Bề mặt Mặt Trăng đầy hố va chạm từ thiên thạch, lưu giữ kỷ lục về các vụ va chạm vũ trụ.

# Moon In Depth Libration
source: Libration
vi: Sự dao động

# Moon In Depth Libration Description
source: The Moon’s slight wobble allows us to see up to 59% of its surface over time, despite tidal locking.
vi: Sự dao động nhẹ của Mặt Trăng cho phép chúng ta nhìn thấy tới 59% bề mặt của nó theo thời gian, mặc dù bị khóa thủy triều.

# Moon In Depth Missions
source: Scientific Missions
vi: Nhiệm vụ khoa học

# Moon In Depth Missions Description
source: Human and robotic missions, like Apollo and Chang’e, have revealed the Moon’s composition and history.
vi: Các nhiệm vụ của con người và robot, như Apollo và Chang’e, đã tiết lộ thành phần và lịch sử của Mặt Trăng.

# Moon Exploration Title
source: Exploration of the Moon
vi: Thám hiểm Mặt Trăng

# Moon Mission Apollo 11 Description
source: The first human landing on the Moon, where astronauts walked and collected lunar samples.
vi: Lần đầu tiên con người hạ cánh xuống Mặt Trăng, nơi các phi hành gia đi bộ và thu thập mẫu đất.

# Moon Mission Luna
source: Luna Program (1959-1976)
vi: Chương trình Luna (1959-1976)

# Moon Mission Luna Description
source: Soviet missions that achieved the first flyby, impact, and sample return from the Moon.
vi: Các nhiệm vụ của Liên Xô đạt được lần đầu tiên bay qua, va chạm và mang mẫu đất về từ Mặt Trăng.

# Moon Mission Chang'e
source: Chang’e Program (2007-Present)
vi: Chương trình Chang’e (2007-Nay)

# Moon Mission Chang'e Description
source: China’s lunar program, including orbiters and rovers, exploring the Moon’s far side.
vi: Chương trình Mặt Trăng của Trung Quốc, bao gồm các tàu quỹ đạo và xe tự hành, khám phá phía xa của Mặt Trăng.

# Moon Exploration Quote
source: “That’s one small step for man, one giant leap for mankind.” – Neil Armstrong
vi: “Đó là một bước nhỏ của con người, một bước nhảy vọt của nhân loại.” – Neil Armstrong

source: Wikipedia: Moon
vi: Wikipedia: Mặt Trăng

# Mars Random Info 1
source: Mars is known as the Red Planet due to its reddish appearance.
vi: Sao Hỏa được gọi là Hành Tinh Đỏ do màu đỏ đặc trưng.

# Mars Random Info 2
source: It has the largest volcano in the Solar System, Olympus Mons.
vi: Nó có ngọn núi lửa lớn nhất Hệ Mặt Trời, Olympus Mons.

# Mars Random Info 3
source: Mars has two small moons: Phobos and Deimos.
vi: Sao Hỏa có hai mặt trăng nhỏ: Phobos và Deimos.

# Mars Random Info 4
source: Evidence suggests Mars once had liquid water on its surface.
vi: Bằng chứng cho thấy Sao Hỏa từng có nước lỏng trên bề mặt.

# Mars Random Info 5
source: Mars is home to the longest canyon in the Solar System, Valles Marineris.
vi: Sao Hỏa có hẻm núi dài nhất Hệ Mặt Trời, Valles Marineris.

# Mars About Description
source: Mars, the fourth planet from the Sun, is known as the Red Planet due to its iron-rich dust. It has a thin atmosphere and features the largest volcano, Olympus Mons, and the vast Valles Marineris canyon. Evidence of ancient rivers and lakes suggests Mars may have once supported liquid water, sparking interest in its potential for past life.
vi: Sao Hỏa, hành tinh thứ tư từ Mặt Trời, được gọi là Hành Tinh Đỏ do bụi giàu sắt. Nó có bầu khí quyển mỏng và sở hữu ngọn núi lửa lớn nhất, Olympus Mons, cùng hẻm núi khổng lồ Valles Marineris. Bằng chứng về các dòng sông và hồ cổ xưa cho thấy Sao Hỏa có thể từng có nước lỏng, khơi dậy sự quan tâm về khả năng tồn tại sự sống trong quá khứ.

# Mars By The Numbers Planet Type
source: Planet Type: Terrestrial
vi: Loại Hành Tinh: Hành tinh đất đá

# Mars By The Numbers Radius
source: Radius: ~3,390 km
vi: Bán Kính: ~3.390 km

# Mars By The Numbers Distance
source: Distance from Sun: ~227.9 million km
vi: Khoảng Cách từ Mặt Trời: ~227,9 triệu km

# Mars By The Numbers Moons
source: Moons: 2 (Phobos, Deimos)
vi: Mặt Trăng: 2 (Phobos, Deimos)

# Mars By The Numbers Gravity
source: Gravity: ~3.71 m/s²
vi: Trọng Lực: ~3,71 m/s²

# Mars By The Numbers Tilt
source: Tilt of Axis: ~25.19°
vi: Độ Nghiêng Trục: ~25,19°

# Mars By The Numbers Year
source: Length of Year: ~687 Earth days
vi: Độ Dài Năm: ~687 ngày Trái Đất

# Mars By The Numbers Day
source: Length of Day: ~24.6 Earth hours
vi: Độ Dài Ngày: ~24,6 giờ Trái Đất

# Mars By The Numbers Temperature
source: Temperature: ~-65°C (average)
vi: Nhiệt Độ: ~-65°C (trung bình)

# Mars By The Numbers Age
source: Age: ~4.6 billion years
vi: Tuổi: ~4,6 tỷ năm

# Mars Myths Title
source: 🔴 Mars Myths Across Cultures
vi: 🔴 Thần Thoại Sao Hỏa Qua Các Nền Văn Hóa
